[
    {
        "context": "Characterising pharmacological ligands to study the long chain fatty acid receptors GPR40/FFA1 and GPR120/FFA4.",
        "label": 0
    },
    {
        "context": "Association of recurrent pregnancy loss with chromosomal abnormalities and hereditary thrombophilias.",
        "label": 0
    },
    {
        "context": "The alternative pathway of complement activation may be involved in the renal damage of human anti-glomerular basement membrane disease.",
        "label": 0
    },
    {
        "context": "The simple predictors of pseudomembranous colitis in patients with hospital-acquired diarrhea: a prospective observational study.",
        "label": 0
    },
    {
        "context": "Suppressive chemoprophylaxis invites avoidable risk of serious illness caused by Plasmodium vivax malaria.",
        "label": 0
    },
    {
        "context": "N-myc downstream-regulated gene 2 expression is associated with glucose transport and correlated with prognosis in breast carcinoma.",
        "label": 0
    },
    {
        "context": "Massive and painful ascites as a presenting manifestation of systemic lupus erythematosus flare: a case report and literature review.",
        "label": 0
    },
    {
        "context": "Reproducibility of fdg pet based metabolic tumor volume measurements and of their fdg distribution within.",
        "label": 0
    },
    {
        "context": "Cerebrospinal fluid neurofilament concentration reflects disease severity in frontotemporal degeneration.",
        "label": 0
    },
    {
        "context": "[The risk factors and prognosis of acute kidney injury after cardiac surgery: a prospective cohort study of 4007 cases].",
        "label": 0
    },
    {
        "context": "Expression of programmed death ligand 1 (PD-L1) is associated with poor prognosis in human breast cancer.",
        "label": 0
    },
    {
        "context": "Retreatment with erlotinib of a patient with metastatic NSCLC harboring EGFR mutation: a case report.",
        "label": 0
    },
    {
        "context": "Elective endovascular aneurysm repair in the elderly: trends and outcomes from the nationwide inpatient sample.",
        "label": 0
    },
    {
        "context": "Childhood exposure to violence and lifelong health: clinical intervention science and stress-biology research join forces.",
        "label": 0
    },
    {
        "context": "Postoperative radiotherapy to stabilize a tumor embolus in clear cell renal cell carcinoma: A case report.",
        "label": 0
    },
    {
        "context": "Prevalence of human T-lymphotropic virus type 1 infection among blood donors in mainland China: a meta-analysis.",
        "label": 0
    },
    {
        "context": "A transcontinental pilot study for acupuncture lifting-thrusting and twisting-rotating manipulations.",
        "label": 0
    },
    {
        "context": "Fetal Haemoglobin and beta-globin Gene Cluster Haplotypes among Sickle Cell Patients in Chhattisgarh.",
        "label": 0
    },
    {
        "context": "Burden and trends of hospitalisations associated with pulmonary non-tuberculous mycobacterial infections in Germany, 2005-2011.",
        "label": 0
    },
    {
        "context": "Acquired Gerbode defect and third-degree atrioventricular block secondary to vehicular trauma in a dog.",
        "label": 0
    },
    {
        "context": "The immunomodulatory activity of Staphylococcus aureus products derived from biofilm and planktonic cultures.",
        "label": 0
    },
    {
        "context": "A 20-gene signature in predicting the chemoresistance of breast cancer to taxane-based chemotherapy.",
        "label": 0
    },
    {
        "context": "Tumor suppressive effects of bromodomain-containing protein 7 (BRD7) in epithelial ovarian carcinoma.",
        "label": 0
    },
    {
        "context": "Health care-associated infection after red blood cell transfusion: a systematic review and meta-analysis.",
        "label": 0
    },
    {
        "context": "Bone and fat mass in relation to postnatal levels of insulin-like growth factors in prematurely born children at 4 y of age.",
        "label": 0
    },
    {
        "context": "Phenotypic variability in ARCA2 and identification of a core ataxic phenotype with slow progression.",
        "label": 0
    },
    {
        "context": "Effects of treatment with hydrogen sulfide on methionine-choline deficient diet-induced non-alcoholic steatohepatitis in rats.",
        "label": 0
    },
    {
        "context": "Detection of breast cancer with a computer-aided detection applied to full-field digital mammography.",
        "label": 0
    },
    {
        "context": "Penetration of topical diclofenac sodium 4 % spray gel into the synovial tissue and synovial fluid of the knee: a randomised clinical trial.",
        "label": 0
    },
    {
        "context": "[Better vaccinations - new approaches for targeted immunomodulation in healthy and immunosuppressed].",
        "label": 0
    },
    {
        "context": "Reduced directed forgetting for negative words suggests schizophrenia-related disinhibition of emotional cues.",
        "label": 0
    },
    {
        "context": "Increased expression levels of E-cadherin, cytokeratin 18 and 19 observed in preeclampsia were not correlated with disease severity.",
        "label": 0
    },
    {
        "context": "Serum leukotrienes, circulating neutrophils, and high sensitivity C-reactive protein in Chinese children with sleep-disordered breathing.",
        "label": 0
    },
    {
        "context": "Functional transplantation of salivary gland cells differentiated from mouse early ES cells in vitro.",
        "label": 0
    },
    {
        "context": "Comprehensive FISH probe design tool applied to imaging human immunoglobulin class switch recombination.",
        "label": 0
    },
    {
        "context": "Penetration of GSK1322322 into epithelial lining fluid and alveolar macrophages as determined by bronchoalveolar lavage.",
        "label": 0
    },
    {
        "context": "The utility of the Edinburgh Depression Scale as a screening tool for depression in Parkinson's disease.",
        "label": 0
    },
    {
        "context": "Disease progression and antiretroviral therapy in newly seropositive HIV subjects in a tertiary care hospital in North India.",
        "label": 0
    },
    {
        "context": "Total arch repair with open triple-branched stent graft placement for acute type A aortic dissection: experience with 122 patients.",
        "label": 0
    },
    {
        "context": "Metastatic testicular tumor presenting as a scrotal hydrocele: An initial manifestation of pancreatic adenocarcinoma.",
        "label": 0
    },
    {
        "context": "Effects of pre-deployment loperamide provision on use and travelers' diarrhea outcomes among U.S. military personnel deployed to Turkey.",
        "label": 0
    },
    {
        "context": "Development of a questionnaire to assess interprofessional collaboration between two different care levels.",
        "label": 0
    },
    {
        "context": "Combined targeting of JAK2 and Bcl-2/Bcl-xL to cure mutant JAK2-driven malignancies and overcome acquired resistance to JAK2 inhibitors.",
        "label": 0
    },
    {
        "context": "Factors associated with failure to complete isoniazid therapy for latent tuberculosis infection in children and adolescents.",
        "label": 0
    },
    {
        "context": "Switching neuronal state: optimal stimuli revealed using a stochastically-seeded gradient algorithm.",
        "label": 0
    },
    {
        "context": "The Alzheimer structural connectome: changes in cortical network topology with increased amyloid plaque burden.",
        "label": 0
    },
    {
        "context": "Pancreatic carcinoma, pancreatitis, and healthy controls: metabolite models in a three-class diagnostic dilemma.",
        "label": 0
    },
    {
        "context": "Effect of human papillomavirus genotype on severity and prognosis of cervical intraepithelial neoplasia.",
        "label": 0
    },
    {
        "context": "Enhancing the bioavailability of magnolol in rabbits using melting solid dispersion with polyvinylpyrrolidone.",
        "label": 0
    },
    {
        "context": "A germline point mutation in Runx1 uncouples its role in definitive hematopoiesis from differentiation.",
        "label": 0
    },
    {
        "context": "Effect of implementation of the mass breast cancer screening programme in older women in the Netherlands: population based study.",
        "label": 0
    },
    {
        "context": "Variability of glucose-lowering effect as a limiting factor in optimizing basal insulin therapy: a review.",
        "label": 0
    },
    {
        "context": "Mortality prediction in patients with dialysis-dependent acute kidney injury after cardiac surgery with cardiopulmonary bypass.",
        "label": 0
    },
    {
        "context": "Plasma 25-hydroxyvitamin D and risk of non-melanoma and melanoma skin cancer: a prospective cohort study.",
        "label": 0
    },
    {
        "context": "Validity and responsiveness of EuroQol-5 dimension (EQ-5D) versus Short Form-6 dimension (SF-6D) questionnaire in chronic pain.",
        "label": 0
    },
    {
        "context": "Having to stop driving at night because of dangerous sleepiness--awareness, physiology and behaviour.",
        "label": 0
    },
    {
        "context": "High prevalence of nausea in children with pain-associated functional gastrointestinal disorders: are Rome criteria applicable?",
        "label": 0
    },
    {
        "context": "Obesity misclassification and the metabolic syndrome in adults with functional mobility impairments: Nutrition Examination Survey 2003-2006.",
        "label": 0
    },
    {
        "context": "Geographic variation in the prevalence of attention-deficit/hyperactivity disorder: the sunny perspective.",
        "label": 0
    },
    {
        "context": "Clinical features and laboratory findings of human parvovirus B19 in human immunodeficiency virus-infected patients.",
        "label": 0
    },
    {
        "context": "Rapid detection and differentiation of human noroviruses using RT-PCR coupled to electrospray ionization mass spectrometry.",
        "label": 0
    },
    {
        "context": "A novel systemically administered Toll-like receptor 7 agonist potentiates the effect of ionizing radiation in murine solid tumor models.",
        "label": 0
    },
    {
        "context": "Practicality of production of (3)(2)P by direct neutron activation for its utilization in bone pain palliation as Na(3)[(3)(2)P]PO(4).",
        "label": 0
    },
    {
        "context": "Mutations in hereditary phosphoglucomutase 1 deficiency map to key regions of enzyme structure and function.",
        "label": 0
    },
    {
        "context": "Assessment of Osstell ISQ's reliability for implant stability measurement: a cross-sectional clinical study.",
        "label": 0
    },
    {
        "context": "Activated deltaopioid receptors inhibit hydrogen peroxideinduced apoptosis in liver cancer cells through the PKC/ERK signaling pathway.",
        "label": 0
    },
    {
        "context": "ERBB4 promoter polymorphism is associated with poor distant disease-free survival in high-risk early breast cancer.",
        "label": 0
    },
    {
        "context": "IGFBP7, a novel tumor stroma marker, with growth-promoting effects in colon cancer through a paracrine tumor-stroma interaction.",
        "label": 0
    },
    {
        "context": "Emerging transporters of clinical importance: an update from the International Transporter Consortium.",
        "label": 0
    },
    {
        "context": "Prediction of insemination outcomes in Holstein dairy cattle using alternative machine learning algorithms.",
        "label": 0
    },
    {
        "context": "A comparison of the anteromedial and transtibial drilling technique in ACL reconstruction after a short-term follow-up.",
        "label": 0
    },
    {
        "context": "Microarray-based genotyping and clinical outcomes of Staphylococcus aureus bloodstream infection: an exploratory study.",
        "label": 0
    },
    {
        "context": "Identifying and Eliminating Deficiencies in the General Surgery Resident Core Competency Curriculum.",
        "label": 0
    },
    {
        "context": "Associations of sexually transmitted infections with condom problems among young men who have sex with men.",
        "label": 0
    },
    {
        "context": "A Prospective Randomized Study of Bicompartmental vs. Total Knee Arthroplasty with Functional Testing and Short Term Outcome.",
        "label": 0
    },
    {
        "context": "Complete cardiac rupture associated with closed chest cardiac massage: case report and review of the literature.",
        "label": 0
    },
    {
        "context": "Augmented multisensory feedback enhances locomotor adaptation in humans with incomplete spinal cord injury.",
        "label": 0
    },
    {
        "context": "The prospect of a generation free of HIV may be within reach if the right policy decisions are made.",
        "label": 0
    },
    {
        "context": "Genetic variance in ABCB1 and CYP3A5 does not contribute toward the development of chronic kidney disease after liver transplantation.",
        "label": 0
    },
    {
        "context": "Early Complete Molecular Response to First-Line Nilotinib in Two Patients with Chronic Myeloid Leukemia Carrying the p230 Transcript.",
        "label": 0
    },
    {
        "context": "Establish and verify TSH reference intervals using optimized statistical method by analyzing laboratory-stored data.",
        "label": 0
    },
    {
        "context": "Air pollution and newly diagnostic autism spectrum disorders: a population-based cohort study in Taiwan.",
        "label": 0
    },
    {
        "context": "[Noninvasive medical imaging system for tissue classification using RGB LED and micro-spectroscopy].",
        "label": 0
    },
    {
        "context": "Mathematical modeling for selecting center locations for medical and health supplies reserve in Hainan Province.",
        "label": 0
    },
    {
        "context": "Mefloquine improved progressive multifocal leukoencephalopathy in a patient with immunoglobulin A nephropathy.",
        "label": 0
    },
    {
        "context": "Fast detection of alpha-fetoprotein-L3 using lens culinaris agglutinin immobilized gold nanoparticles.",
        "label": 0
    },
    {
        "context": "Production and Characterization of Mouse Monoclonal Antibodies Recognizing Human Pan-IgG Specific Conformational or Linear Epitopes.",
        "label": 0
    },
    {
        "context": "Tyrosine phosphorylation is essential for DSCAML1 to promote dendrite arborization of mouse cortical neurons.",
        "label": 0
    },
    {
        "context": "Pavlovian conditioned approach, extinction, and spontaneous recovery to an audiovisual cue paired with an intravenous heroin infusion.",
        "label": 0
    },
    {
        "context": "Ligation of left renal vein for spontaneous splenorenal shunt to prevent portal hypoperfusion after orthotopic liver transplantation.",
        "label": 0
    },
    {
        "context": "Are clinical trials dealing with severe infection fitting routine practices? Insights from a large registry.",
        "label": 0
    },
    {
        "context": "Curcumin sensitizes glioblastoma to temozolomide by simultaneously generating ROS and disrupting AKT/mTOR signaling.",
        "label": 0
    },
    {
        "context": "Effect of tricalcium aluminate on the physicochemical properties, bioactivity, and biocompatibility of partially stabilized cements.",
        "label": 0
    },
    {
        "context": "The contribution of media analysis to the evaluation of environmental interventions: the commuting and health in Cambridge study.",
        "label": 0
    },
    {
        "context": "T wave alternans in experimental myocardial infarction: time course and predictive value for the assessment of myocardial damage.",
        "label": 0
    },
    {
        "context": "Perinatal Outcome in Pregnancies with Extreme Preterm Premature Rupture of Membranes (Mid-Trimester PROM).",
        "label": 0
    },
    {
        "context": "Should antidepressant drugs of the selective serotonin reuptake inhibitor family be tested as antiepileptic drugs?",
        "label": 0
    },
    {
        "context": "Risk of subsequent cutaneous malignancy in patients with prior keratinocyte carcinoma: a systematic review and meta-analysis.",
        "label": 0
    },
    {
        "context": "Tardive dyskinesia in patients treated with atypical antipsychotics: case series and brief review of etiologic and treatment considerations.",
        "label": 0
    },
    {
        "context": "Results of switching to milnacipran in fibromyalgia patients with an inadequate response to duloxetine: a phase IV pilot study.",
        "label": 0
    },
    {
        "context": "Sentinel node biopsy for patients with early breast cancer under local anaesthesia: time to say goodbye?",
        "label": 0
    },
    {
        "context": "The effect of cigarette smoking on human sperm creatine kinase activity: as an ATP buffering system in sperm.",
        "label": 0
    },
    {
        "context": "Poor adherence to the World Health Organization guidelines of treatment of severe pneumonia in children at Khartoum, Sudan.",
        "label": 0
    },
    {
        "context": "The effects of industry sponsorship on comparator selection in trial registrations for neuropsychiatric conditions in children.",
        "label": 0
    },
    {
        "context": "Efficacy and safety of a magnesium sulfate-rich natural mineral water for patients with functional constipation.",
        "label": 0
    },
    {
        "context": "Effect of Intradiscal Methylene Blue Injection for the Chronic Discogenic Low Back Pain: One Year Prospective Follow-up Study.",
        "label": 0
    },
    {
        "context": "Feasibility of arthroscopic 3-dimensional, purely autologous chondrocyte transplantation for chondral defects of the hip: a case series.",
        "label": 0
    },
    {
        "context": "[General anesthesia for ambulatory surgery : Clinical pharmacological considerations on the practical approach.]",
        "label": 0
    },
    {
        "context": "Resources allocation in healthcare for cancer: a case study using generalised additive mixed models.",
        "label": 0
    },
    {
        "context": "Entry-into-humans study with ACT-462206, a novel dual orexin receptor antagonist, comparing its pharmacodynamics with almorexant.",
        "label": 0
    },
    {
        "context": "Search for new tools to combat Gram-negative resistant bacteria among amine derivatives of 5-arylidenehydantoin.",
        "label": 0
    },
    {
        "context": "Initial perceptions of key stakeholders in Ontario regarding independent prescriptive authority for pharmacists.",
        "label": 0
    },
    {
        "context": "Reading pulmonary vascular pressure tracings. How to handle the problems of zero leveling and respiratory swings.",
        "label": 0
    },
    {
        "context": "The combination of mesenchymal stem cells and a bone scaffold in the treatment of vertebral body defects.",
        "label": 0
    },
    {
        "context": "Effect of metformin on selected parameters of hemostasis in fenofibrate-treated patients with impaired glucose tolerance.",
        "label": 0
    },
    {
        "context": "Screening for subclinical atherosclerosis by noninvasive methods in asymptomatic patients with risk factors.",
        "label": 0
    },
    {
        "context": "Acupuncture for posttraumatic stress disorder: a systematic review of randomized controlled trials and prospective clinical trials.",
        "label": 0
    },
    {
        "context": "Adipokines and biochemical changes in Egyptian obese subjects: possible variation with sex and degree of obesity.",
        "label": 0
    },
    {
        "context": "Fibroblast growth factor-21 is expressed in neonatal and pheochromocytoma-induced adult human brown adipose tissue.",
        "label": 0
    },
    {
        "context": "Dimethylfumarate attenuates restenosis after acute vascular injury by cell-specific and Nrf2-dependent mechanisms.",
        "label": 0
    },
    {
        "context": "Value of liver elastography and abdominal ultrasound for detection of complications of allogeneic hemopoietic SCT.",
        "label": 0
    },
    {
        "context": "A telemonitoring tool based on serious games addressing money management skills for people with intellectual disability.",
        "label": 0
    },
    {
        "context": "A dosimetric comparison of proton and photon therapy in unresectable cancers of the head of pancreas.",
        "label": 0
    },
    {
        "context": "The relationship between expressed emotion and wellbeing for families and carers of a relative with Borderline Personality Disorder.",
        "label": 0
    },
    {
        "context": "[Assessment of efficacy of reconstructive operations on carotid arteries in combination of stenosis and pathological tortuosity.]",
        "label": 0
    },
    {
        "context": "[Morbidity and drug consumption. Comparison of results between the National Health Survey and electronic medical records].",
        "label": 0
    },
    {
        "context": "Inhibition of Quorum Sensing Mediated Virulence Factors Production in Urinary Pathogen Serratia marcescens PS1 by Marine Sponges.",
        "label": 0
    },
    {
        "context": "Japanese Cancer Association Meeting UICC International session--what is cost-effectiveness in cancer treatment?",
        "label": 0
    },
    {
        "context": "Limited Diagnostic Value of Routine Screening of Neonates with the Urinary Group B Streptococcal Antigen Tests.",
        "label": 0
    },
    {
        "context": "[Effects of Wnt/beta-catenin signaling on the phenotype change of human dermal fibroblasts and its mechanism].",
        "label": 0
    },
    {
        "context": "Examination of the construct validity of the Swedish version of Hospital Anxiety and Depression Scale in breast cancer patients.",
        "label": 0
    },
    {
        "context": "Development and characterization of stabilized double loaded mPEG-PDLLA micelles for simultaneous delivery of paclitaxel and docetaxel.",
        "label": 0
    },
    {
        "context": "The case for an international patient-reported outcomes measurement information system (PROMIS(R)) initiative.",
        "label": 0
    },
    {
        "context": "An ion-exchange nanomembrane sensor for detection of nucleic acids using a surface charge inversion phenomenon.",
        "label": 0
    },
    {
        "context": "The risk of endoleak following stent covering of the internal iliac artery during endovascular aneurysm repair.",
        "label": 0
    },
    {
        "context": "A platform stratifying a sequestering agent and a pharmacological antagonist as a means to negate botulinum neurotoxicity.",
        "label": 0
    },
    {
        "context": "Burning Mouth Syndrome due to Television Moans, an Enigma for Oral Physician: Treatment with Counseling.",
        "label": 0
    },
    {
        "context": "Tracing the Origin of the HSC Hierarchy Reveals an SCF-Dependent, IL-3-Independent CD43(-) Embryonic Precursor.",
        "label": 0
    },
    {
        "context": "Current management of migraine in US emergency departments: An analysis of the National Hospital Ambulatory Medical Care Survey.",
        "label": 0
    },
    {
        "context": "The Effect of Viscosity on Cement Penetration in Total Knee Arthroplasty, an Application of the Squeeze Film Effect.",
        "label": 0
    },
    {
        "context": "Role of CIP4 in high glucose induced epithelial--mesenchymal transition of rat peritoneal mesothelial cells.",
        "label": 0
    },
    {
        "context": "Real-time lumped parameter modeling of cardiovascular dynamics using electrocardiogram signals: toward virtual cardiovascular instruments.",
        "label": 0
    },
    {
        "context": "CT signal heterogeneity of abdominal aortic aneurysm as a possible predictive biomarker for expansion.",
        "label": 0
    },
    {
        "context": "Iridoid glycosides isolated from Scrophularia dentata Royle ex Benth. and their anti-inflammatory activity.",
        "label": 0
    },
    {
        "context": "Cytosolic Double-Stranded RNA Activates the NLRP3 Inflammasome via MAVS-Induced Membrane Permeabilization and K+ Efflux.",
        "label": 0
    },
    {
        "context": "Investigation of change in cardinal symptoms of chronic rhinosinusitis after surgical or ongoing medical management.",
        "label": 0
    },
    {
        "context": "Genetic association of osteopontin (OPN) and its receptor CD44 genes with susceptibility to Chinese gastric cancer patients.",
        "label": 0
    },
    {
        "context": "Proximal median nerve entrapment caused by a distal biceps tendon cyst: an ultrasonographic diagnosis.",
        "label": 0
    },
    {
        "context": "Cellular proteolytic modification of tumor-suppressor CYLD is critical for the initiation of human T-cell acute lymphoblastic leukemia.",
        "label": 0
    },
    {
        "context": "Melatonin treatment protects liver of Zucker rats after ischemia/reperfusion by diminishing oxidative stress and apoptosis.",
        "label": 0
    },
    {
        "context": "Advanced screencasting with embedded assessments in pathophysiology and therapeutics course modules.",
        "label": 0
    },
    {
        "context": "Prevention of Clostridium difficile spore formation by sub-inhibitory concentrations of tigecycline and piperacillin/tazobactam.",
        "label": 0
    },
    {
        "context": "Serum citrulline as a biomarker of gastrointestinal function during hematopoietic cell transplantation in children.",
        "label": 0
    },
    {
        "context": "Negative effects on postural control after anterior cruciate ligament reconstruction as measured by the balance error scoring system.",
        "label": 0
    },
    {
        "context": "Dendritic cell modification as a route to inhibiting corneal graft rejection by the indirect pathway of allorecognition.",
        "label": 0
    },
    {
        "context": "Fertility Preservation Preferences and Perspectives Among Adult Male Survivors of Pediatric Cancer and Their Parents.",
        "label": 0
    },
    {
        "context": "Myocardial infarction as a complication in acute stroke: results from the austrian stroke unit registry.",
        "label": 0
    },
    {
        "context": "A survey of preoperative blood tests in primary open-angle glaucoma patients versus cataract surgery patients.",
        "label": 0
    },
    {
        "context": "Molecular analysis of Anaplasma phagocytophilum isolated from patients with febrile diseases of unknown etiology in China.",
        "label": 0
    },
    {
        "context": "microRNA202 suppresses MYCN expression under the control of E2F1 in the neuroblastoma cell line LAN5.",
        "label": 0
    },
    {
        "context": "Arbuscular mycorrhizal symbiosis and active ingredients of medicinal plants: current research status and prospectives.",
        "label": 0
    },
    {
        "context": "The psychological defensive profile of hemodialysis patients and its relationship to health-related quality of life.",
        "label": 0
    },
    {
        "context": "Uncertainty in management of childhood-onset idiopathic nephrotic syndrome: is the long-term prognosis really favorable?",
        "label": 0
    },
    {
        "context": "Epitope-specific antibody levels in tuberculosis: biomarkers of protection, disease, and response to treatment.",
        "label": 0
    },
    {
        "context": "Molecular identification of Sarcocystis spp. helped to define the origin of green pythons (Morelia viridis) confiscated in Germany.",
        "label": 0
    },
    {
        "context": "Erythropoiesis-stimulating Agent Use among Patients with Lupus Nephritis Approaching End-stage Renal Disease.",
        "label": 0
    },
    {
        "context": "Predicting therapy response in live tumor cells isolated with the flexible micro spring array device.",
        "label": 0
    },
    {
        "context": "Anti-CD47 antibody-mediated phagocytosis of cancer by macrophages primes an effective antitumor T-cell response.",
        "label": 0
    },
    {
        "context": "Understanding the burden of illness associated with hypoparathyroidism reported among patients in the paradox study.",
        "label": 0
    },
    {
        "context": "Unmet supportive care needs of patients with colorectal cancer: significant differences by type D personality.",
        "label": 0
    },
    {
        "context": "Validation of an open source framework for the simulation of blood flow in rigid and deformable vessels.",
        "label": 0
    },
    {
        "context": "18F-DOPA PET and enhanced CT imaging for congenital hyperinsulinism: initial UK experience from a technologist's perspective.",
        "label": 0
    },
    {
        "context": "Health inequalities as a foundation for embodying knowledge within public health teaching: a qualitative study.",
        "label": 0
    },
    {
        "context": "Goal disturbance and coping in children with type I diabetes mellitus: relationships with health-related quality of life and A1C.",
        "label": 0
    },
    {
        "context": "Effects of short-term exercise-training on aortic systolic pressure augmentation in overweight and obese individuals.",
        "label": 0
    },
    {
        "context": "Alternatively spliced, truncated GCSF receptor promotes leukemogenic properties and sensitivity to JAK inhibition.",
        "label": 0
    },
    {
        "context": "Serum Mac-2 binding protein levels as a novel diagnostic biomarker for prediction of disease severity and nonalcoholic steatohepatitis.",
        "label": 0
    },
    {
        "context": "Cytoplasmic HuR expression correlates with P-gp, HER-2 positivity, and poor outcome in breast cancer.",
        "label": 0
    },
    {
        "context": "Effects of hazelnuts consumption on fasting blood sugar and lipoproteins in patients with type 2 diabetes.",
        "label": 0
    },
    {
        "context": "The tumor suppressor gene, RASSF1A, is essential for protection against inflammation -induced injury.",
        "label": 0
    },
    {
        "context": "[Locoregional treatments of brain metastases for patients with metastatic cutaneous melanoma: French national guidelines.]",
        "label": 0
    },
    {
        "context": "Optimised laser microdissection of the human ocular surface epithelial regions for microarray studies.",
        "label": 0
    },
    {
        "context": "Systematic review of perioperative selective decontamination of the digestive tract in elective gastrointestinal surgery.",
        "label": 0
    },
    {
        "context": "Multiple cluster analysis for the identification of high-risk census tracts for out-of-hospital cardiac arrest (OHCA) in Denver, Colorado.",
        "label": 0
    },
    {
        "context": "Planning an objective and need based curriculum: the logistics with reference to the undergraduate medical education in biochemistry.",
        "label": 0
    },
    {
        "context": "Comparative Nonclinical Assessments of the Proposed Biosimilar PF-05280014 and Trastuzumab (Herceptin((R))).",
        "label": 0
    },
    {
        "context": "Precision pinch performance in patients with sensory deficits of the median nerve at the carpal tunnel.",
        "label": 0
    },
    {
        "context": "Measuring motivation in schizophrenia: is a general state of motivation necessary for task-specific motivation?",
        "label": 0
    },
    {
        "context": "Performance indicators for initial regional medical response to major incidents: a possible quality control tool.",
        "label": 0
    },
    {
        "context": "The clinical outcomes of percutaneous coronary intervention performed without pre-procedural aspirin.",
        "label": 0
    },
    {
        "context": "Isolation and characterization of a type 2 vaccine-derived poliovirus from environmental surveillance in China, 2012.",
        "label": 0
    },
    {
        "context": "Oncogenic mutations in cervical cancer: genomic differences between adenocarcinomas and squamous cell carcinomas of the cervix.",
        "label": 0
    },
    {
        "context": "An immunohistochemical study of matrix proteins in the craniofacial cartilage in midterm human fetuses.",
        "label": 0
    },
    {
        "context": "Hair Mercury Association with Selenium, Serum Lipid Spectrum, and Gamma-Glutamyl Transferase Activity in Adults.",
        "label": 0
    },
    {
        "context": "Human glutathione S-transferase A (GSTA) family genes are regulated by steroidogenic factor 1 (SF-1) and are involved in steroidogenesis.",
        "label": 0
    },
    {
        "context": "High-risk single ventricle palliation in children with Down syndrome: single institution experience.",
        "label": 0
    },
    {
        "context": "Human chemokines as antimicrobial peptides with direct parasiticidal effect on Leishmania mexicana in vitro.",
        "label": 0
    },
    {
        "context": "Global Adult Tobacco Survey (GATS) in Poland 2009-2010--study strengths, limitations and lessons learned.",
        "label": 0
    },
    {
        "context": "An investigation into the strength of the association and agreement levels between subjective and objective sleep duration in adolescents.",
        "label": 0
    },
    {
        "context": "PPARgamma ligands decrease hydrostatic pressure-induced platelet aggregation and proinflammatory activity.",
        "label": 0
    },
    {
        "context": "we believe this presents an opportunity for long-term growth and a potential for increased profitability .",
        "label": 1
    },
    {
        "context": "product cores are included as part of the company's merchandise costs and are either passed on to the customer or returned to the vendor .",
        "label": 1
    },
    {
        "context": "backlog applied manufactures systems to meet demand represented by order backlog and customer commitments .",
        "label": 1
    },
    {
        "context": "the fair value of each stock option grant is estimated on the date of grant using the black-scholes option pricing model .",
        "label": 1
    },
    {
        "context": "accordingly , sub-limits are a management tool designed to ensure appropriate escalation rather than to establish maximum risk tolerance .",
        "label": 1
    },
    {
        "context": "following the approval of the 2017 omnibus plan , no additional awards are to be granted under the 2007 plan .",
        "label": 1
    },
    {
        "context": "mortgage servicing rights the company accounts for mortgage servicing rights ( msrs ) at fair value in accordance with sfas 156 .",
        "label": 1
    },
    {
        "context": "our intention is to permanently reinvest these earnings , thereby indefinitely postponing their remittance to the u.s .",
        "label": 1
    },
    {
        "context": "based on information currently available , we do not expect the additional deferred tax expense , if any , to be significant .",
        "label": 1
    },
    {
        "context": "additionally , as of december 31 , 2008 , the bancorp had approximately 60025 shareholders of record .",
        "label": 1
    },
    {
        "context": "contributions to pension plans were $ 45 million in 2017 , $ 66 million in 2016 and $ 53 million in 2015 .",
        "label": 1
    },
    {
        "context": "locs may also be used for general corporate purposes and to provide underwriting capacity as funds at lloyd 2019s .",
        "label": 1
    },
    {
        "context": "at december 31 , 2006 , we had $ 500 million remaining for issuance under the current shelf registration statement .",
        "label": 1
    },
    {
        "context": "led by our development in the stack and delaware basin , we continued to improve our 90-day initial production rates .",
        "label": 1
    },
    {
        "context": "the fair value of the company's options cannot be determined by market value as they are not traded in an open market .",
        "label": 1
    },
    {
        "context": "generally , capital is used primarily to support assets in citi 2019s businesses and to absorb market , credit , or operational losses .",
        "label": 1
    },
    {
        "context": "in addition , there are certain potential remediation sites where the costs of remediation cannot be reasonably estimated .",
        "label": 1
    },
    {
        "context": "this property , which we initially acquired in may a02002 , was previously accounted for as an investment in unconsolidated joint ventures .",
        "label": 1
    },
    {
        "context": "additionally , we must provide financial assurance for our insurance program and collateral for certain performance obligations .",
        "label": 1
    },
    {
        "context": "collective bargaining agreements generally expire after three to five years and are subject to renegotiation at that time .",
        "label": 1
    },
    {
        "context": "in 2012 , the wcs discount from wti had increased , putting downward pressure on our average realizations .",
        "label": 1
    },
    {
        "context": "as a reit , the company may also be subject to certain federal excise taxes if it engages in certain types of transactions. .",
        "label": 1
    },
    {
        "context": "as a result , the $ 19.3 million deferred tax assets arising from these net operating losses have been fully reserved .",
        "label": 1
    },
    {
        "context": "for further information on liquidity and funding risk , see liquidity risk management on pages 168 2013173 of this annual report .",
        "label": 1
    },
    {
        "context": "the containerboard group ( a division of tenneco packaging inc. ) notes to combined financial statements ( continued ) april 11 , 1999 5 .",
        "label": 1
    },
    {
        "context": "we include here by reference the information that appears under the common stock performance graph caption at the end of this item 5 .",
        "label": 1
    },
    {
        "context": "the firm also enters into commitments to provide contingent financing to its clients and counterparties through resale agreements .",
        "label": 1
    },
    {
        "context": "the table below summarizes equity investments that are subject to equity price fluctuations at december 31 , 2012 .",
        "label": 1
    },
    {
        "context": "notes to the consolidated financial statements competitive environment and general economic and business conditions , among other factors .",
        "label": 1
    },
    {
        "context": "final regulations under section 883 were published on august 26 , 2003 , and were effective for the year ended december 31 , 2005 .",
        "label": 1
    },
    {
        "context": "many of the leases contain renewal options with specified increases in lease payments upon exercise of the renewal option .",
        "label": 1
    },
    {
        "context": "the company accounted for the sentinelle medical acquisition as a purchase of a business under asc 805 .",
        "label": 1
    },
    {
        "context": "as part of its normal quarterly model review , the firm reassesses the underlying assumptions and inputs of the expected loss model .",
        "label": 1
    },
    {
        "context": "due to lower than expected financing and construction costs , the final lease balance was lowered to $ 103.0 million .",
        "label": 1
    },
    {
        "context": "as a result , there has been a significant deterioration in bookings from guests sourced from spain during the 2013 wave season .",
        "label": 1
    },
    {
        "context": "we have a long-term receivable of $ 95.3 million remaining for future expected reimbursements from our insurance carriers .",
        "label": 1
    },
    {
        "context": "in september 2014 , visa funded $ 450 million into its litigation escrow account and reduced the conversion rate of visa b to a shares .",
        "label": 1
    },
    {
        "context": "this decrease in backlog was primarily due to a decline in customer demand driven by the segment 2019s limited product portfolio .",
        "label": 1
    },
    {
        "context": "we currently estimate a pretax pension expense of $ 73 million in 2013 compared with pretax expense of $ 89 million in 2012 .",
        "label": 1
    },
    {
        "context": "for multi- year agreements , we generally invoice customers annually at the beginning of each annual period .",
        "label": 1
    },
    {
        "context": "the remaining amortization expense will be recognized over a weighted-average period of approximately 0.9 years .",
        "label": 1
    },
    {
        "context": "at december 31 , 2014 , altria group , inc . 2019s wholly-owned subsidiaries included philip morris usa inc .",
        "label": 1
    },
    {
        "context": "we also performed our annual impairment review of goodwill for pullmantur 2019s reporting unit during the fourth quarter of 2014 .",
        "label": 1
    },
    {
        "context": "accordingly , fluctuations in international equity markets , which may not consistently move in tandem with u.s .",
        "label": 1
    },
    {
        "context": "the stock options vest in equal annual installments over the respective vesting period , which is also the requisite service period .",
        "label": 1
    },
    {
        "context": "in addition , institutional non-etf index assignments tend to be very large ( multi-billion dollars ) and typically reflect low fee rates .",
        "label": 1
    },
    {
        "context": "management fees were down 5% ( 5 % ) , adjusted for the formation of citistreet , reflecting the decline in theworldwide equitymarkets .",
        "label": 1
    },
    {
        "context": "the company is currently under audit by the canadian revenue agency , mexican tax authority and the u.s .",
        "label": 1
    },
    {
        "context": "the grand gulf recovery variance is primarily due to increased recovery of higher costs resulting from the grand gulf uprate .",
        "label": 1
    },
    {
        "context": "average sales price realizations for uncoated freesheet paper are expected to decrease in europe , but increase in russia .",
        "label": 1
    },
    {
        "context": "a position that meets this standard is measured at the largest amount of benefit that will more likely than not be realized on settlement .",
        "label": 1
    },
    {
        "context": "ilim has exclusive harvesting rights on timberland and forest areas exceeding 12.8 million acres ( 5.2 million hectares ) .",
        "label": 1
    },
    {
        "context": "standardized maintenance based on an industry trade publication , we operate the seventh largest vocational fleet in the united states .",
        "label": 1
    },
    {
        "context": "we have included the financial results of the acquired entities in our consumer packaging segment since the date of the acquisition .",
        "label": 1
    },
    {
        "context": "in connection with the agreement , we will retain a 19% ( 19 % ) interest in the non-core businesses .",
        "label": 1
    },
    {
        "context": "interest on loans receivable is recognized over the life of the loan and is recorded on an accrual basis .",
        "label": 1
    },
    {
        "context": "apportionment and allocation of funds to beneficiaries are to be determined by mutual agreement of new york state and entergy .",
        "label": 1
    },
    {
        "context": "many of the leases contain renewal options with specified increases in lease payments upon exercise of the renewal option .",
        "label": 1
    },
    {
        "context": "the company did not capitalize any stock-based compensation during the years ended december 31 , 2010 and 2009 .",
        "label": 1
    },
    {
        "context": "in more developed urban locations within these markets , early-stage data network deployments are underway .",
        "label": 1
    },
    {
        "context": "in addi- tion , we called for redemption $ 182.3 million of the accreted bal- ance of outstanding liquid yield option 2122 notes .",
        "label": 1
    },
    {
        "context": "during fiscal 2007 , payments for acquisitions totaled $ 34006 , plus $ 5301 paid on earn-outs and other acquisition adjustments .",
        "label": 1
    },
    {
        "context": "these foreign exchange contracts , carried at fair value , may have maturities between one and twelve months .",
        "label": 1
    },
    {
        "context": "when we purchase an asset , we capitalize all costs necessary to make the asset ready for its intended use .",
        "label": 1
    },
    {
        "context": "snap-on has paid consecutive quarterly cash dividends , without interruption or reduction , since 1939 .",
        "label": 1
    },
    {
        "context": "both internal and external forces influence our financial condition , results of operations , and cash flows .",
        "label": 1
    },
    {
        "context": "the amount of the financial assurance requirements related to contract performance varies by contract .",
        "label": 1
    },
    {
        "context": "the weighted-average maturity of the debt portfolio was 5 years at both december 31 , 2008 and 2007 , respectively .",
        "label": 1
    },
    {
        "context": "the ongoing activities with respect to each of these products in development are not material to our research and development expenses .",
        "label": 1
    },
    {
        "context": "mergers , acquisitions and investment fffdtt of the notes to consolidated financial statements for additional information .",
        "label": 1
    },
    {
        "context": "as of december 31 , 2017 , 7.2 million shares were available for grant under the 2017 omnibus plan .",
        "label": 1
    },
    {
        "context": "pulp net sales were $ 725 million in 2012 compared with $ 725 million in 2011 and $ 715 million in 2010 .",
        "label": 1
    },
    {
        "context": "common stock to its financial institution members ( visa reorganization ) in contemplation of its initial public offering ( ipo ) .",
        "label": 1
    },
    {
        "context": "under these agreements , the company is exposed to credit risk to the extent that a counterparty fails to meet the terms of a contract .",
        "label": 1
    },
    {
        "context": "in 2011 , 2010 and 2009 , we received cash dividends of $ 78 million , $ 71 million and $ 56 million , respectively .",
        "label": 1
    },
    {
        "context": "based on quoted market prices , the fair value of the notes was approximately $ 1.6 billion as of december 2 , 2011 .",
        "label": 1
    },
    {
        "context": "as of december 31 , 2017 , the total unrecognized compensation expense was approximately $ 14.1 million .",
        "label": 1
    },
    {
        "context": "the effective tax rate for 2004 was 36.6 percent compared to 36.6 percent and 42.1 percent for 2003 and 2002 .",
        "label": 1
    },
    {
        "context": "securities financing agreements are treated as collateralized financings on the firm 2019s consolidated balance sheets .",
        "label": 1
    },
    {
        "context": "for the year ended december 31 , 2013 , 1200544 shares of such restricted stock vested/settled and 5931 shares were forfeited .",
        "label": 1
    },
    {
        "context": "the plan has two purchase periods , the first from october 1 through march 31 and the second from april 1 through september 30 .",
        "label": 1
    },
    {
        "context": "additionally , we must provide financial assurance for our insurance program and collateral for certain performance obligations .",
        "label": 1
    },
    {
        "context": "operating expenses our operating expenses are primarily influenced by compensation , headcount and levels of business activity .",
        "label": 1
    },
    {
        "context": "management believes that adequate provisions have been made for any adjustments that may result from tax examinations .",
        "label": 1
    },
    {
        "context": "operating working capital at december 31 , 2011 and 2010 was $ 2.7 billion and $ 2.6 billion , respectively .",
        "label": 1
    },
    {
        "context": "pulp is further affected by changes in currency rates that can enhance or disadvantage producers in different geographic regions .",
        "label": 1
    },
    {
        "context": "the total intrinsic value of options exercised during 2012 , 2011 and 2010 was $ 37 million , $ 4 million and $ 5 million .",
        "label": 1
    },
    {
        "context": "revenues by segment the table below summarizes our revenues by reporting segment ( in millions ) : .",
        "label": 1
    },
    {
        "context": "inventory balance and inventory reserves inventory balances at the end of fiscal 2012 and 2011 were as follows : december 29 , december 31 .",
        "label": 1
    },
    {
        "context": "snap-on has been focused on improving asset utilization by making more effective use of its investment in certain working capital items .",
        "label": 1
    },
    {
        "context": "aes manages and has a 46% ( 46 % ) economic interest in the plant with the remaining interest held by bndes .",
        "label": 1
    },
    {
        "context": "pulp net sales were $ 725 million in 2012 compared with $ 725 million in 2011 and $ 715 million in 2010 .",
        "label": 1
    },
    {
        "context": "income tax expense related to our remaining subsidiaries was not significant for the years ended december 31 , 2006 , 2005 and 2004 .",
        "label": 1
    },
    {
        "context": "we perform ongoing credit evaluations of our customers , but generally do not require collateral to support customer receivables .",
        "label": 1
    },
    {
        "context": "income tax returns for the years 2002 through 2004 will be completed by the end of first quarter 2008 .",
        "label": 1
    },
    {
        "context": "the future minimum lease payments are $ 1.4 million per annum from january 1 , 2009 to december 31 , 2014 .",
        "label": 1
    },
    {
        "context": "this decrease was due in large part to an increase of approximately $ 600 million in tax payments in 2006 compared with 2005 .",
        "label": 1
    },
    {
        "context": "supplemental information to consolidated financial statements ( continued ) net proved undeveloped reserves .",
        "label": 1
    },
    {
        "context": "o p e r a t i n g e x p e n s e s ( dollars in millions ) 2001 2000 1999 change adjusted change 00-01 ( 1 ) .",
        "label": 1
    },
    {
        "context": "total expense for repairs and maintenance incurred was $ 2.1 billion for 2012 , $ 2.2 billion for 2011 , and $ 2.0 billion for 2010 .",
        "label": 1
    },
    {
        "context": "the reserve for uncertain tax positions included amounts related to the company 2019s canadian operations .",
        "label": 1
    },
    {
        "context": "commodities many commodities we use in the produc- tion and distribution of our products are exposed to market price risks .",
        "label": 1
    },
    {
        "context": "the 201cfair value 201d of each option grant is estimated on the date of grant using the black-scholes option pricing model .",
        "label": 1
    },
    {
        "context": "at december 31 , 2010 and 2009 , the company 2019s net investment in the leveraged lease consisted of the following ( in millions ) : .",
        "label": 1
    },
    {
        "context": "of the total unrecognized tax benefits at september 28 , 2012 , $ 38.8 million would impact the effective tax rate , if recognized .",
        "label": 1
    },
    {
        "context": "certain of the company 2019s foreign subsidiaries participate in local defined benefit pension plans .",
        "label": 1
    },
    {
        "context": "restricted shares awarded under the directors' subplan are subject to the same terms and conditions of the 2012 omnibus plan .",
        "label": 1
    },
    {
        "context": "we have other segments in our portfolio that are more correlated with different industrial metrics such as our digital solutions business .",
        "label": 1
    },
    {
        "context": "also contributing to the increase were lower other operation and maintenance expenses , higher net revenue , and higher other income .",
        "label": 1
    },
    {
        "context": "restricted common stock and restricted stock units generally have a vesting period of two to four years .",
        "label": 1
    },
    {
        "context": "asian industrial packaging net sales were $ 400 million in 2013 compared with $ 400 million in 2012 and $ 410 million in 2011 .",
        "label": 1
    },
    {
        "context": "additional discussion regarding the specified items in fiscal years 2017 , 2016 and 2015 are provided in item 7 .",
        "label": 1
    },
    {
        "context": "total liabilities for litigation settlements changed from december 31 , 2006 , as follows : ( in millions ) .",
        "label": 1
    },
    {
        "context": "we operate in two business segments , merchant services and money transfer , and we offer various products through these segments .",
        "label": 1
    },
    {
        "context": "a decline in average settlement date henry hub natural gas prices began in september 2011 and continued into 2012 .",
        "label": 1
    },
    {
        "context": "a volatility factor for the expected market price of the common stock of 30% ( 30 % ) was used for options granted in 2006 .",
        "label": 1
    },
    {
        "context": "for publicly traded securities , market value is based on quoted market prices or valuation models that use observable market inputs .",
        "label": 1
    },
    {
        "context": "the aggregate amounts of principal payments due on long-term debt for each of the next five years and thereafter are : ( $ in millions ) .",
        "label": 1
    },
    {
        "context": "based on aon 2019s current credit ratings , commitment fees of 10 basis points are payable on the unused portion of the facility .",
        "label": 1
    },
    {
        "context": "the purchase price exceeded the estimated fair value of the net tangible assets acquired by approximately $ 48.2 million .",
        "label": 1
    },
    {
        "context": "average sales price realizations for uncoated freesheet paper are expected to remain steady in europe , but increase in russia .",
        "label": 1
    },
    {
        "context": "increases in long-term debt have been used , in part , to fund share repurchase activities and acquisitions .",
        "label": 1
    },
    {
        "context": "upon issuance of a final standard , we will evaluate the impact on our consolidated financial position and results of operations .",
        "label": 1
    },
    {
        "context": "tangible and intangible assets acquired were recorded based on their estimated fair values at the acquisition date .",
        "label": 1
    },
    {
        "context": "asian consumer packaging net sales were $ 830 million in 2012 compared with $ 855 million in 2011 and $ 705 million in 2010 .",
        "label": 1
    },
    {
        "context": "in summary , our cash flows for each period were as follows : years ended ( in millions ) dec 30 , dec 31 , dec 26 .",
        "label": 1
    },
    {
        "context": "since mid-february 2008 , all investment positions in the company 2019s ars investment portfolio have experienced failed auctions .",
        "label": 1
    },
    {
        "context": "these liabilities were recorded as part of the respective purchase price accounting of each transaction .",
        "label": 1
    },
    {
        "context": "management's financial discussion and analysis dividends or other distributions on its common stock .",
        "label": 1
    },
    {
        "context": "under the exchange act or under the securities act , except as shall be expressly set forth by specific reference in such filing .",
        "label": 1
    },
    {
        "context": "we have a long-term deferred tax asset of $ 145.7 million included within our domestic long-term deferred tax liability .",
        "label": 1
    },
    {
        "context": "notes to consolidated financial statements 2014 ( continued ) merchant acquiring business in the united kingdom to the partnership .",
        "label": 1
    },
    {
        "context": "this supplemental information related to free cash flow represents a measure not in accordance with u.s .",
        "label": 1
    },
    {
        "context": "the remaining amortization expense will be recognized over a weighted-average period of approximately 0.9 years .",
        "label": 1
    },
    {
        "context": "( dollars in millions ) 2008 2007 2006 2008 20142007 2007 20142006 years ended december 31 percent change .",
        "label": 1
    },
    {
        "context": "this entity had property and equipment of $ 50 million and long-term debt of $ 50 million at may 28 , 2006 .",
        "label": 1
    },
    {
        "context": "4 , 201cshare-based compensation , 201d of the notes to our financial statements for additional information .",
        "label": 1
    },
    {
        "context": "the table below presents a roll-forward of our unpaid losses and loss expenses for the years ended december 31 , 2009 and 2008. .",
        "label": 1
    },
    {
        "context": "as of december 31 , 2004 and 2003 , there was no fair value associated with any of these interest rate caps .",
        "label": 1
    },
    {
        "context": "these costs are deferred because the amounts are being recovered in rates or are probable of recovery through rates in future periods .",
        "label": 1
    },
    {
        "context": "see note 3 to the financial statements for additional discussion of the settlement and benefit sharing .",
        "label": 1
    },
    {
        "context": "asset retirement obligations the following summarizes the changes in asset retirement obligations : ( in millions ) 2009 2008 .",
        "label": 1
    },
    {
        "context": "we expect to recognize this compensation expense over a weighted average period of approximately 1.6 years .",
        "label": 1
    },
    {
        "context": "the second largest closed-end fund manager and a top- ten manager by aum and 2013 net flows of long-term open-end mutual funds1 .",
        "label": 1
    },
    {
        "context": "on february 1 , 2010 , we announced we would elect to redeem all of our outstanding preferred stock on february 22 , 2010 .",
        "label": 1
    },
    {
        "context": "in 2017 , the company granted 440076 shares of restricted class a common stock and 7568 shares of restricted stock units .",
        "label": 1
    },
    {
        "context": "the amount of the financial assurance requirements related to contract performance varies by contract .",
        "label": 1
    },
    {
        "context": "free cash flow is defined as cash provided by operating activities , less cash used in investing activities and dividends paid .",
        "label": 1
    },
    {
        "context": "these estimates are reviewed periodically and adjusted to reflect changes in facts and technical and legal circumstances .",
        "label": 1
    },
    {
        "context": "this award , which will be paid out over a three-year period , is presented as deferred compensation award on the balance sheet .",
        "label": 1
    },
    {
        "context": "approximately 89% ( 89 % ) of the loan commitments and asset purchase agreements expire within one year from the date of issue .",
        "label": 1
    },
    {
        "context": "2011 compared to 2010 mfc 2019s net sales for 2011 increased $ 533 million , or 8% ( 8 % ) , compared to 2010 .",
        "label": 1
    },
    {
        "context": "for other investments , various methods are used to estimate fair value , including external valuations and discounted cash flows .",
        "label": 1
    },
    {
        "context": "in addition , $ 4.9 billion of securities held to maturity were also pledged as collateral for these purposes .",
        "label": 1
    },
    {
        "context": "the performance shown in the graph represents past performance and should not be considered an indication of future performance .",
        "label": 1
    },
    {
        "context": "see note 2 to the financial statements for further discussion of this puct order issued in entergy texas's 2011 rate case .",
        "label": 1
    },
    {
        "context": "in 2011 , 2010 and 2009 , we received cash dividends of $ 78 million , $ 71 million and $ 56 million , respectively .",
        "label": 1
    },
    {
        "context": "( magma ) on february 22 , 2012 , the company acquired magma , a chip design software provider , at a per- share price of $ 7.35 .",
        "label": 1
    },
    {
        "context": "gendorf kg ( 1 ) ................................................................................................... .",
        "label": 1
    },
    {
        "context": "net flows in institutional index products generally have a small impact on blackrock 2019s revenues and earnings .",
        "label": 1
    },
    {
        "context": "in the united states , 3m has 15 sales offices in 12 states and operates 59 manufacturing facilities in 23 states .",
        "label": 1
    },
    {
        "context": "in addition to the alll , we maintain an allowance for unfunded loan commitments and letters of credit .",
        "label": 1
    },
    {
        "context": "the following table sets forth the number of stock options granted to each named executive officer in 2008 .",
        "label": 1
    },
    {
        "context": "the federal and state governments also regulate environmental , health and safety , and water quality matters .",
        "label": 1
    },
    {
        "context": "the notes of first charter capital trust i and ii pay floating at three-month libor plus 169 bp and 142 bp , respectively .",
        "label": 1
    },
    {
        "context": "the loan bears interest at one month libor plus a margin of 1.50% ( 1.50 % ) , and allows for prepayment without penalty .",
        "label": 1
    },
    {
        "context": "see note 16 for more information on the fair value measurements related to our derivative instruments .",
        "label": 1
    },
    {
        "context": "under fin 46r , the firm is required to run the monte carlo-based expected loss model each time a reconsideration event occurs .",
        "label": 1
    },
    {
        "context": "if not utilized , the company 2019s net operating loss carryforwards expire as follows ( in thousands ) : .",
        "label": 1
    },
    {
        "context": "entergy louisiana's receivables from or ( payables to ) the money pool were as follows as of december 31 for each of the following years: .",
        "label": 1
    },
    {
        "context": "segment includes awe and our share of earnings for our investment in ula , which provides expendable launch services to the u.s .",
        "label": 1
    },
    {
        "context": "the total intrinsic value of options exercised was approximately $ .1 billion during 2016 , 2015 and 2014 .",
        "label": 1
    },
    {
        "context": "the company entered into a registration rights agreement in connection with the issuance of the 144a notes .",
        "label": 1
    },
    {
        "context": "the table below provides the fair value of the defined benefit japan plan assets at december 31 , 2010 by asset category .",
        "label": 1
    },
    {
        "context": "we did not convert any any shares of series c-1 convertible preferred stock during the three months ended december 31 , 2017 .",
        "label": 1
    },
    {
        "context": "internal revenue service ( irs ) confirming the deductibility of a portion of the settlement payment .",
        "label": 1
    },
    {
        "context": "prior to implementing significant changes to our assumptions and/or models , model risk management performs model validations .",
        "label": 1
    },
    {
        "context": "shopping center leases provide for the pass-through to tenants of real estate taxes , insurance and maintenance .",
        "label": 1
    },
    {
        "context": "non-etf index net inflows of $ 89.8 billion were driven by demand for liability-driven investment solutions .",
        "label": 1
    },
    {
        "context": "clearing firm deposits , other than those retained in the form of cash , are not included in our consolidated balance sheets .",
        "label": 1
    },
    {
        "context": "short-term debt outstanding as of december 31 , 2008 and 2007 , was as follows : ( millions ) 2008 2007 .",
        "label": 1
    },
    {
        "context": "the projects were at various stages of completion and include next generation handpiece and site marker technologies .",
        "label": 1
    },
    {
        "context": "free cash flow should be considered in addition to , rather than as a substitute for , cash provided by operating activities .",
        "label": 1
    },
    {
        "context": "these contingencies may have a material effect on our liquidity , capital resources or results of operations .",
        "label": 1
    },
    {
        "context": "financial information about segments altria group , inc . 2019s reportable segments are smokeable products , smokeless products and wine .",
        "label": 1
    },
    {
        "context": "these uncommitted lines of credit are subject to cancellation at any time and are generally not subject to any commitment fees .",
        "label": 1
    },
    {
        "context": "as with past exercise activity , we currently intend to utilize primarily treasury stock for any future stock option exercises .",
        "label": 1
    },
    {
        "context": "beginning on february 11 , 2008 , the auction mechanism that normally provided liquidity to the ars investments began to fail .",
        "label": 1
    },
    {
        "context": "these uncommitted lines of credit are subject to cancellation at any time and are generally not subject to any commitment fees .",
        "label": 1
    },
    {
        "context": "strategic and missile defense programs include the targets and countermeasures program and the fleet ballistic missile program .",
        "label": 1
    },
    {
        "context": "these positive impacts were slightly offset by unfavorable foreign currency movements , principally driven by a weaker euro .",
        "label": 1
    },
    {
        "context": "sour crude accounted for 50 percent , 52 percent and 54 percent of our crude oil processed in 2009 , 2008 and 2007 .",
        "label": 1
    },
    {
        "context": "as a result of these contributions , we do not expect to make contributions to our qualified defined benefit pension plans in 2019 .",
        "label": 1
    },
    {
        "context": "consolidated income statement review our consolidated income statement is presented in item 8 of this report .",
        "label": 1
    },
    {
        "context": "for the year ended december 31 , 2004 , we realized net gains of $ 26 million on sales of available-for- sale securities .",
        "label": 1
    },
    {
        "context": "the company received a notice of proposed assessment and filed a written protest and requested an irs appeals office conference .",
        "label": 1
    },
    {
        "context": "as such , we have no control over activities that could materially impact the fair value of the leased assets .",
        "label": 1
    },
    {
        "context": "401 ( k ) employee savings plan echostar sponsors a 401 ( k ) employee savings plan ( the 201c401 ( k ) plan 201d ) for eligible employees .",
        "label": 1
    },
    {
        "context": "fees received or paid in connection with securities financing agreements are recorded in interest income or interest expense .",
        "label": 1
    },
    {
        "context": "in south america , growth distribution margin increased $ 157 million and was 38% ( 38 % ) of revenues .",
        "label": 1
    },
    {
        "context": "The term ( Term ) of the Agreement shall begin on the Effective Date and continue until terminated in accordance with Section3.2 below.",
        "label": 2
    },
    {
        "context": "The Executives employment pursuant to this Agreement will be automatically terminated upon the death of the Executive.",
        "label": 2
    },
    {
        "context": "The descriptive headings in this Agreement are inserted for convenience of reference only and do not constitute a part of this Agreement.",
        "label": 2
    },
    {
        "context": "No employee shall have a right to be selected as a Participant, or, having been so selected, to be selected again as a Participant.",
        "label": 2
    },
    {
        "context": "Notwithstanding Section6.1.11, no ISO granted to any to 10% Stockholder shall be exercisable more than five years after the date of grant.",
        "label": 2
    },
    {
        "context": "The Plan shall be governed by the laws of the State of Delaware, without reference to principles of conflicts of laws.",
        "label": 2
    },
    {
        "context": "PharmaZell shall perform Release Testing to ensure conformance to the Specifications, in accordance with the Quality Agreement.",
        "label": 2
    },
    {
        "context": "This Amendment shall be construed in accordance with and governed by the laws of the State of California.",
        "label": 2
    },
    {
        "context": "This Agreement has been duly authorized, executed and delivered by each of the Issuers and Guarantors.",
        "label": 2
    },
    {
        "context": "All of Borrowers Products are listed on Schedule 8.2(a ) (as updated from time to time pursuant to Section 4.15).",
        "label": 2
    },
    {
        "context": "Executives employment with the Company terminated on , 20 (the Termination Date).",
        "label": 2
    },
    {
        "context": "All capitalized terms used and not defined herein shall have the meanings ascribed thereto in the Master Lease.",
        "label": 2
    },
    {
        "context": "Capitalized terms used and not otherwise defined herein shall have the meanings assigned to them in the Supply Agreement.",
        "label": 2
    },
    {
        "context": "This Agreement shall be exclusively governed by and interpreted under the laws of the State of Washington.",
        "label": 2
    },
    {
        "context": "The effectiveness of this letter agreement is subject to the occurrence of the Effective Date of the Plan of Reorganization.",
        "label": 2
    },
    {
        "context": "Effective December 6, 2016, your new title is President and CEO, reporting directly to the Executive Chairman of the Board.",
        "label": 2
    },
    {
        "context": "After giving effect to the Loans and the terms of this Agreement, the Borrower and its Subsidiaries, taken as a whole, are Solvent.",
        "label": 2
    },
    {
        "context": "The properties of the Borrower and the Subsidiaries are insured in the manner contemplated by Section 10.3 .",
        "label": 2
    },
    {
        "context": "The Executive will be entitled to the number of weeks of vacation each fiscal year equal to that of other executive officers of DeVry Group.",
        "label": 2
    },
    {
        "context": "Upon a Change in Control, the Participant will have such rights with respect to the Performance Unit as are provided for in the Plan.",
        "label": 2
    },
    {
        "context": "Any term used herein that is not otherwise defined herein shall have the meaning ascribed to such term as provided in the Agreement.",
        "label": 2
    },
    {
        "context": "This Agreement shall be governed by, and construed in accordance with, the internal laws of the State of Delaware.",
        "label": 2
    },
    {
        "context": "Amounts received under the Plan are not to be taken into account for purposes of computing benefits under other plans.",
        "label": 2
    },
    {
        "context": "The lease term shall commence on January 9, 2017 and continue through January 9, 2032, unless sooner terminated.",
        "label": 2
    },
    {
        "context": "The obligations of this Article 9 will terminate five (5) years from the expiration or termination of this Agreement.",
        "label": 2
    },
    {
        "context": "The Administrative Agent shall have received executed counterparts of this Fourth Amendment from the Credit Parties and the Lenders.",
        "label": 2
    },
    {
        "context": "Every provision for notice pursuant to this Mortgage shall be given in accordance with the notice provisions of the Loan Agreement.",
        "label": 2
    },
    {
        "context": "This Agreement constitutes the entire agreement and understanding of the parties with respect to the transactions contemplated hereby.",
        "label": 2
    },
    {
        "context": "The term of this Sublease shall commence on January1, 2018 (the Commencement Date) and shall expire on July31, 2021 (the Term).",
        "label": 2
    },
    {
        "context": "Except as set forth below, all capitalized terms shall have the respective meaning as set forth thereto in Section 1.02 of the Plan.",
        "label": 2
    },
    {
        "context": "A Final Arbitration Award may be enforced in any state or federal court having jurisdiction over the subject matter of the related Dispute.",
        "label": 2
    },
    {
        "context": "(i) Each Loan Party, individually, is Solvent and (ii) the Borrower and its Subsidiaries, taken as a whole, are Solvent.",
        "label": 2
    },
    {
        "context": "This Letter Agreement may be amended, restated, modified or changed only by a written instrument signed by SN, SN Parent and UnSub.",
        "label": 2
    },
    {
        "context": "This Agreement may be amended or canceled by mutual Agreement of the parties in writing without the consent of any other person.",
        "label": 2
    },
    {
        "context": "Each Debtor agrees to pay all reasonable fees of Lender in connection with the drafting and execution of this Modification.",
        "label": 2
    },
    {
        "context": "The foregoing representations and warranties shall survive the Closing Date for a period of one year.",
        "label": 2
    },
    {
        "context": "The Administrative Agent and the Lenders shall have received copies of the financial statements referred to in Section 5.05.",
        "label": 2
    },
    {
        "context": "All captions and section headings used in the Agreement are for convenient reference only and do not form a part of the Agreement.",
        "label": 2
    },
    {
        "context": "The net proceeds of the sale of the Debenture hereunder shall be used by the Company for working capital and general corporate purposes.",
        "label": 2
    },
    {
        "context": "This Agreement shall be governed and interpreted in accordance with the laws of the State of North Carolina.",
        "label": 2
    },
    {
        "context": "This Amendment shall be governed by the governing law described in Section8.05 of the Transfer and Servicing Agreement.",
        "label": 2
    },
    {
        "context": "This Agreement constitutes the entire agreement of the Parties with respect to the subject matter hereof.",
        "label": 2
    },
    {
        "context": "This Fourth Amendment shall be governed by and construed in accordance with, the laws of the State of New York.",
        "label": 2
    },
    {
        "context": "All representations and warranties of Purchaser shall survive Closing for a period of six (6) months from and after the Closing Date.",
        "label": 2
    },
    {
        "context": "Definitions of capitalized terms used in this Agreement are provided in the last Section of this Agreement.",
        "label": 2
    },
    {
        "context": "All amounts due under this Sectionshall be payable not later than 20 Business Days after demand therefor.",
        "label": 2
    },
    {
        "context": "(b) This Agreement and any non-contractual obligations arising out of or in connection with it are governed by English law.",
        "label": 2
    },
    {
        "context": "It has the power to own the Facilities and to carry on all business as is contemplated by this Agreement.",
        "label": 2
    },
    {
        "context": "This Agreement may not be altered, changed or amended, except by an instrument in writing signed by the parties.",
        "label": 2
    },
    {
        "context": "Administrative Agent shall have received counterparts to this Amendment, executed by the Loan Parties and each of the Lenders.",
        "label": 2
    },
    {
        "context": "Capitalized terms used but not defined herein shall have the meanings given or given by reference to them in the Security Agreement.",
        "label": 2
    },
    {
        "context": "This Agreement may be executed in counterparts, all of which when taken together shall be deemed to constitute one and the same instrument.",
        "label": 2
    },
    {
        "context": "The provisions of Sections 3 through 20 shall survive the expiration or earlier termination of this Agreement for any reason whatsoever.",
        "label": 2
    },
    {
        "context": "Mortgagor shall maintain or cause to be maintained the insurance required by Section 5.02 of the Credit Agreement.",
        "label": 2
    },
    {
        "context": "All RSUs granted under this Agreement shall be forfeited and terminated as set forth in the Grant Notice.",
        "label": 2
    },
    {
        "context": "The arbitral award may include both pre-and post-award interest, at a rate to be determined by the arbitral tribunal.",
        "label": 2
    },
    {
        "context": "The Purchase Price shall be paid in immediately available funds upon Closing in accordance with Section 5.4(a) .",
        "label": 2
    },
    {
        "context": "This Employment Agreement shall be governed by and construed in accordance with the laws of the State of Delaware.",
        "label": 2
    },
    {
        "context": "Subject to Section6.05 , this Agreement will survive the Initial Closing so long as any Series B Preferred Shares are outstanding.",
        "label": 2
    },
    {
        "context": "This Amendment embodies the complete agreement and understanding among the Parties relating to the subject matter hereof.",
        "label": 2
    },
    {
        "context": "(a) All notices and other communications provided for hereunder shall be in accordance with Section 10.01 of the Credit Agreement.",
        "label": 2
    },
    {
        "context": "Expenses of administering the Plan shall be paid by the Employers, as directed by the Parent Company.",
        "label": 2
    },
    {
        "context": "Capitalized terms used but not defined herein shall have the meanings assigned to such terms in the Stockholders Agreement.",
        "label": 2
    },
    {
        "context": "(a)Unless otherwise defined herein, terms which are defined in the Repurchase Agreement and used herein are so used as so defined.",
        "label": 2
    },
    {
        "context": "This Agreement shall be deemed effective upon the due execution and delivery of this Agreement by each Party hereto.",
        "label": 2
    },
    {
        "context": "The Plan is effective as of the Effective Date. The Plan shall continue in effect until the Board terminates it.",
        "label": 2
    },
    {
        "context": "Employer shall have the right to withhold from the compensation payable to Marcum hereunder any amounts required by law to be withheld.",
        "label": 2
    },
    {
        "context": "All modifications or amendments to this Agreement shall require the written consent of each of the signatories hereto.",
        "label": 2
    },
    {
        "context": "This Agreement shall be binding upon all successors and assigns of each of the Parties to the Agreement.",
        "label": 2
    },
    {
        "context": "Each capitalized term not defined herein shall have the meaning assigned to that term in the Employment Agreement.",
        "label": 2
    },
    {
        "context": "Nothing contained herein shall be or be deemed to be a waiver by Buyer or Seller of any rights or remedies under the Purchase Agreement.",
        "label": 2
    },
    {
        "context": "The provisions of this Article 13 shall survive the Closing and delivery of the Deed or any earlier termination hereof.",
        "label": 2
    },
    {
        "context": "This Agreement is made an entered into pursuant to the laws of the United States of America and the laws of the State of Delaware.",
        "label": 2
    },
    {
        "context": "All representations and warranties made by NBPC in this Agreement shall be true and correct on and as of the Closing Date.",
        "label": 2
    },
    {
        "context": "THIS AGREEMENT SHALL BE GOVERNED BY, AND CONSTRUED IN ACCORDANCE WITH, THE LAW OF THE STATE OF WISCONSIN.",
        "label": 2
    },
    {
        "context": "The provisions of the October 2014 Warrant amended herein may not be further modified or amended unless the Investor consents.",
        "label": 2
    },
    {
        "context": "The Plan shall be effective as of October 1, 2016.The Plan shall continue in effect until terminated in accordance with Section 6.1.",
        "label": 2
    },
    {
        "context": "All capitalized terms not otherwise defined herein shall have the meanings ascribed to such terms in the Loan Documents.",
        "label": 2
    },
    {
        "context": "The Plan will be governed by the substantive laws (excluding the conflict of laws rules) of the State of North Carolina.",
        "label": 2
    },
    {
        "context": "All capitalized terms used in this Second Amendment and not otherwise defined shall have the same meanings herein as in the Agreement.",
        "label": 2
    },
    {
        "context": "(a) Unless previously terminated, the Commitments shall terminate on the Revolving Credit Termination Date.",
        "label": 2
    },
    {
        "context": "The Company shall continue in existence in perpetuity, unless and until the Company is dissolved as provided in Section 13 .",
        "label": 2
    },
    {
        "context": "This Agreement shall not be assignable by any party, except by the Bank and the Corporation to any successor in interest to its business.",
        "label": 2
    },
    {
        "context": "The purchase and sale of the Property shall be consummated contemporaneously with the execution of this Agreement.",
        "label": 2
    },
    {
        "context": "No amendment or modification of the terms of this Agreement shall be binding unless in writing and signed by the Parties.",
        "label": 2
    },
    {
        "context": "Sections 10 through 19 (inclusive) of this Agreement shall survive the termination of Executives employment with the Company.",
        "label": 2
    },
    {
        "context": "The Bank shall have received the Borrowers request for such Revolving Loan as required under Section2.2.",
        "label": 2
    },
    {
        "context": "All capitalized terms not defined in this First Amendment have the same meanings given to those terms in the Agreement.",
        "label": 2
    },
    {
        "context": "This Agreement shall be construed under and enforced in accordance with the laws of the State of Alabama.",
        "label": 2
    },
    {
        "context": "This Agreement and the MTA constitutes the entire understanding between the Parties with respect to the subject matter hereof.",
        "label": 2
    },
    {
        "context": "All captions and section headings used in this Agreement are for convenience purposes only and do not form a part of this Agreement.",
        "label": 2
    },
    {
        "context": "Buyers and Seller may amend, modify, or supplement this Agreement only by an instrument in writing signed by Buyers and Seller.",
        "label": 2
    },
    {
        "context": "THIS SECURITY AGREEMENT SHALL BE GOVERNED BY, AND CONSTRUED AND INTERPRETED IN ACCORDANCE WITH, THE LAW OF THE STATE OF NEW YORK.",
        "label": 2
    },
    {
        "context": "The Member may amend this Agreement (with the consent of OMP GP) pursuant to a duly executed written instrument from time to time.",
        "label": 2
    },
    {
        "context": "Options awarded pursuant to this Section5 shall vest in the manner determined by the Board with respect to such award.",
        "label": 2
    },
    {
        "context": "This Release may be amended only upon a written agreement executed by the Executive and the Company.",
        "label": 2
    },
    {
        "context": "The Bank shall withhold any taxes that are required to be withheld from the benefits provided under this Agreement.",
        "label": 2
    },
    {
        "context": "The term of this Agreement shall have a term of six (6) months, commencing as of the Effective Date of this Agreement (the Term ).",
        "label": 2
    },
    {
        "context": "THIS FOURTH AMENDMENT SHALL BE GOVERNED BY, AND CONSTRUED IN ACCORDANCE WITH, THE LAW OF THE STATE OF NEW YORK.",
        "label": 2
    },
    {
        "context": "This Amendment shall become effective as of the date this Amendment is approved by the board of directors of the Company.",
        "label": 2
    },
    {
        "context": "No provision of this Termination Agreement may be changed, waived, discharged or discounted, except in writing signed by the Parties hereto.",
        "label": 2
    },
    {
        "context": "All capitalized terms used but not otherwise defined herein have the meanings given to them in the Loan Agreement.",
        "label": 2
    },
    {
        "context": "Capitalized term used, but not otherwise defined, herein has the respective meaning ascribed to such term in the Merger Agreement.",
        "label": 2
    },
    {
        "context": "This Amendment and the Agreement cannot be modified in any manner other than by written modification executed by Seller and Buyer.",
        "label": 2
    },
    {
        "context": "Sections 6.02, 6.03, 6.07, 6.08, 6.09, 6.10 and 6.12 of the Investment Agreement are incorporated herein by reference, mutatis mutandis .",
        "label": 2
    },
    {
        "context": "The Firm will authorize PriceWaterhouseCoopers to prepare your United Kingdom and United States taxes relating to your year of transfer.",
        "label": 2
    },
    {
        "context": "Each party shall pay its own costs and expenses with respect to the transactions contemplated by this Agreement.",
        "label": 2
    },
    {
        "context": "This Agreement shall be construed in accordance with and governed by the laws of the State of California without regard to conflicts of law.",
        "label": 2
    },
    {
        "context": "Capitalized terms used and not defined herein shall have the meanings assigned to such terms in the Loan Agreement.",
        "label": 2
    },
    {
        "context": "All fees and expenses due and payable to the Administrative Agent, the Joint Lead Arrangers and any other Credit Party shall have been paid.",
        "label": 2
    },
    {
        "context": "All communications and notices hereunder shall be given as provided in the Credit Agreement or, as the case may be, the Security Agreement.",
        "label": 2
    },
    {
        "context": "All capitalized terms used and not otherwise defined herein shall have the meaning ascribed thereto in the Registration Rights Agreement.",
        "label": 2
    },
    {
        "context": "Capitalized terms used herein and not otherwise defined shall have the meaning given to such terms in the LLC Agreement.",
        "label": 2
    },
    {
        "context": "Nothing except cash payment in full of the Obligations shall release the undersigned from liability under this Guaranty.",
        "label": 2
    },
    {
        "context": "All capitalized terms used and not defined herein shall have the meanings given to them in the applicable Agreement.",
        "label": 2
    },
    {
        "context": "Receipt by the Administrative Agent, JPMS and the Lenders of any fees required to be paid on or before the Closing Date.",
        "label": 2
    },
    {
        "context": "This Agreement may not be assigned or transferred by either party without express written agreement by both parties.",
        "label": 2
    },
    {
        "context": "Terms used in this Acknowledgement which are not defined in this Acknowledgement shall have the meanings provided in the Agreement.",
        "label": 2
    },
    {
        "context": "This Agreement may be modified, amended or supplemented only by written agreement executed by the Parties.",
        "label": 2
    },
    {
        "context": "THIS THIRD AMENDMENT SHALL BE GOVERNED BY, AND CONSTRUED IN ACCORDANCE WITH, THE LAWS OF THE STATE OF TEXAS.",
        "label": 2
    },
    {
        "context": "With respect to any Loan, the Administrative Agent shall have received a duly executed notice of borrowing.",
        "label": 2
    },
    {
        "context": "This Amendment shall be subject to the same Governing Law provision as is set forth in your Employment Agreement.",
        "label": 2
    },
    {
        "context": "As used herein, unless the context requires otherwise, the following terms have the meanings indicated below.",
        "label": 2
    },
    {
        "context": "The Buyer is a corporation, duly organized, validly existing and in good standing under the laws of the State of Delaware.",
        "label": 2
    },
    {
        "context": "The Plan, when approved by the General Partner, shall be effective as of the date of adoption (the  Effective Date ).",
        "label": 2
    },
    {
        "context": "This Third Amendment shall be governed by and construed in accordance with the laws applicable to the Credit Agreement.",
        "label": 2
    },
    {
        "context": "The rules of construction specified in Section1.02 of the Credit Agreement also apply to this Amendment.",
        "label": 2
    },
    {
        "context": "The proceeds of the Revolving Loans and the Swingline Loans, and the Letters of Credit, shall be used for general corporate purposes.",
        "label": 2
    },
    {
        "context": "The Options will not participate with respect to any dividends or other distributions on account of Class A Common Stock until exercised.",
        "label": 2
    },
    {
        "context": "For purposes of this letter, the terms  Change of Control ,  Cause , and  Good Reason  shall have the following meanings.",
        "label": 2
    },
    {
        "context": "The Required Lenders shall have received this Amendment, executed and delivered by a duly authorized officer of the Borrower.",
        "label": 2
    },
    {
        "context": "Unless otherwise defined herein, capitalized terms used herein shall have the meanings given thereto in the Agreement.",
        "label": 2
    },
    {
        "context": "As of the Closing Date, Holdings has no Subsidiaries other than those specifically disclosed on Schedule 4.13 .",
        "label": 2
    },
    {
        "context": "This Consent shall be binding upon and inure to the benefit of the parties hereto, and their heirs, successors and assigns.",
        "label": 2
    },
    {
        "context": "Capitalized terms not otherwise defined herein shall have the meanings given to such terms in the ROFO Agreement.",
        "label": 2
    },
    {
        "context": "This Agreement shall be governed by the laws of the State of California, without regard to its conflicts of law provisions.",
        "label": 2
    },
    {
        "context": "This Reinstatement shall be binding upon and inure to the benefit of the parties hereto and their respective successors and assigns.",
        "label": 2
    },
    {
        "context": "This Agreement and the performance hereof shall be construed and governed in accordance with the laws of the State of Minnesota.",
        "label": 2
    },
    {
        "context": "All notices, requests and demands to or upon Mortgagee or Mortgagor shall be given in accordance with Section 11.01 of the Agreement.",
        "label": 2
    },
    {
        "context": "You will be eligible to participate in all benefit programs, if any, that the Company may decide to establish in the future.",
        "label": 2
    },
    {
        "context": "This Assignment shall be governed and interpreted in accordance with the laws of the State of California.",
        "label": 2
    },
    {
        "context": "All capitalized terms used herein shall have the same meaning asdefined in the Lease, unless otherwise defined in this FifteenthAmendment.",
        "label": 2
    },
    {
        "context": "EACH OF THE PARTIES WAIVES ITS RIGHTS TO TRIAL BY JURY AND AGREES TO SUBMIT ANY LAWSUIT TO TRIAL BEFORE THE COURT AND WITHOUT A JURY.",
        "label": 2
    },
    {
        "context": "EACH PARTY HERETO AGREES THAT SECTION 13.09(b) OF THE CREDIT AGREEMENT SHALL APPLY TO THIS AGREEMENT MUTATIS MUTANDIS.",
        "label": 2
    },
    {
        "context": "At the time of and immediately after giving effect to such Borrowing, no Default shall have occurred and be continuing.",
        "label": 2
    },
    {
        "context": "This Agreement will be governed by the laws of the State of North Carolina (with the exception of its conflict of laws provision.",
        "label": 2
    },
    {
        "context": "THE PARTIES EACH WAIVE, TO THE EXTENT PERMITTED BY LAW, ANY RIGHT TO TRIAL BY JURY IN ANY ACTION OR PROCEEDING RELATING TO THIS WARRANT.",
        "label": 2
    },
    {
        "context": "This Series B Note may not be amended, modified, or changed, except only by an instrument in writing signed by the Company and the Holder.",
        "label": 2
    },
    {
        "context": "Client operates its business in material compliance with all applicable local, state and federal laws.",
        "label": 2
    },
    {
        "context": "This Agreement shall be governed by, and construed in accordance with, the laws of the State of California.",
        "label": 2
    },
    {
        "context": "This Agreement shall be governed and interpreted in accordance with the laws of Ohio and applicable federal law.",
        "label": 2
    },
    {
        "context": "Upon the date of your employment transfer to the United States, you will be subject to the arbitration requirements in this Paragraph 20.",
        "label": 2
    },
    {
        "context": "Unless otherwise defined herein, capitalized terms used herein shall have the respective meanings given to them in the Agreement.",
        "label": 2
    },
    {
        "context": "This Amendment may be executed in one or more counterparts, all of which shall constitute one and the same Amendment.",
        "label": 2
    },
    {
        "context": "The Plan, and all agreements hereunder, shall be construed in accordance with and governed by the laws of the State of Maryland.",
        "label": 2
    },
    {
        "context": "Capitalized terms not otherwise defined in this Appendix A have the meaning ascribed to such terms in the main Plan.",
        "label": 2
    },
    {
        "context": "This Employment Agreement shall be construed and enforced pursuant to the laws of the State of Ohio.",
        "label": 2
    },
    {
        "context": "For purposes of this Section 2.13, (i) the term Applicable Law includes FATCA and (ii) the term Lender includes any Fronting Bank.",
        "label": 2
    },
    {
        "context": "All salary, bonus and other compensation payable to the Employee shall be subject to applicable withholdings.",
        "label": 2
    },
    {
        "context": "This Amendment shall be deemed effective upon the due execution and delivery of this Amendment by each party hereto.",
        "label": 2
    },
    {
        "context": "THIS JOINDER AGREEMENT SHALL BE CONSTRUED IN ACCORDANCE WITH, AND GOVERNED BY, THE LAWS OF THE STATE OF NEW YORK.",
        "label": 2
    },
    {
        "context": "The covenants set forth in the foregoing provisions of this Section5may be enforced pursuant to the provisions of Section6(f) hereof.",
        "label": 2
    },
    {
        "context": "This Agreement may be executed in two or more counterparts, all of which together shall constitute one and the same Agreement.",
        "label": 2
    },
    {
        "context": "All amounts due under this Section10.04 shall be payable no later than three (3)Business Days after demand therefor.",
        "label": 2
    },
    {
        "context": "The Loan Parties, together with their respective Restricted Subsidiaries, on a consolidated basis are Solvent.",
        "label": 2
    },
    {
        "context": "Prior to the end of the Initial Period, the Company may terminate this Agreement upon ninety (90) days prior written notice to Investor.",
        "label": 2
    },
    {
        "context": "As compensation for the performance of the duties hereunder, the Company shall pay to Employee an annual Base Salary of $1,000,000.",
        "label": 2
    },
    {
        "context": "This Agreement shall take effect on the date hereof and shall remain in effect until it is terminated pursuant to Section11.2.",
        "label": 2
    },
    {
        "context": "The Company intends to use the net proceeds from the sale of the Securities for working capital and general corporate purposes.",
        "label": 2
    },
    {
        "context": "This Agreement shall be governed by the laws of the State of Nevada, without regard to its conflicts of laws rules or provisions.",
        "label": 2
    },
    {
        "context": "Capitalized terms used but not defined herein shall have the meanings ascribed to them in the Agreement.",
        "label": 2
    },
    {
        "context": "Capitalized terms used herein but not otherwise defined shall have the respective meanings given to them in the Loan Agreement.",
        "label": 2
    },
    {
        "context": "On the Effective Date MMT will not own, license or otherwise have any rights in or to any Intellectual Property.",
        "label": 2
    },
    {
        "context": "This Agreement will be governed by the laws of the State of Florida, without giving effect to principles of conflicts of law.",
        "label": 2
    },
    {
        "context": "If the Closing shall occur, the Deposit shall be applied as a partial payment of the Purchase Price.",
        "label": 2
    },
    {
        "context": "All amounts due under this Sectionshall be payable not later than fifteen (15) Business Days after written demand therefor.",
        "label": 2
    },
    {
        "context": "The Company is not responsible for any of the Consultants travel, entertainment and other out-of-pocket costs.",
        "label": 2
    },
    {
        "context": "No Default or Event of Default shall have occurred and be continuing or would result from the funding of the Loan.",
        "label": 2
    },
    {
        "context": "The headings of this Waiver are for convenience of reference and shall not form part of, or affect the interpretation of, this Waiver.",
        "label": 2
    },
    {
        "context": "The Company agrees and covenants that it will use the net proceeds from the Offering for general corporate purposes.",
        "label": 2
    },
    {
        "context": "The headings used in this Agreement are included for convenience only and are not to be used in construing or interpreting this Agreement.",
        "label": 2
    },
    {
        "context": "Capitalized terms used herein that are not otherwise defined shall have the meanings set forth in the Purchase Agreement.",
        "label": 2
    },
    {
        "context": "The insurance coverage of the Borrower and its Subsidiaries complies with the requirements set forth in Section6.6 .",
        "label": 2
    },
    {
        "context": "Paragraph headings are for convenience only and shall not be considered a part of the terms and provisions of the Agreement.",
        "label": 2
    },
    {
        "context": "The obligation of confidentiality under this 0 shall survive until the second anniversary the Closing Date.",
        "label": 2
    },
    {
        "context": "In order to receive Compensation Membership Interests, the Lender shall not be required to make any payments, whether in cash or otherwise.",
        "label": 2
    },
    {
        "context": "This Agreement shall commence on the Effective Date and shall be perpetual, unless earlier terminated in accordance with Section 8.2.",
        "label": 2
    },
    {
        "context": "Your rights and obligations under this letter agreement are personal to you and may not be transferred by you by assignment or otherwise.",
        "label": 2
    },
    {
        "context": "The provisions of Sections4, 5, 6, 7, and 8 shall survive the termination of this Agreement and Executive's employment with the Company.",
        "label": 2
    },
    {
        "context": "This Grant Agreement shall be construed and enforced in accordance with Section 5(h) of the Subplan.",
        "label": 2
    },
    {
        "context": "The headings in this Agreement are for purposes of reference only and shall not be considered in construing this Agreement.",
        "label": 2
    },
    {
        "context": "The terms and conditions of this Article II will survive the expiration or earlier termination of this Agreement.",
        "label": 2
    },
    {
        "context": "To the extent not preempted by ERISA, the laws of the State of California shall govern the construction and administration of the Plan.",
        "label": 2
    },
    {
        "context": "This Agreement and the performance hereunder shall be construed and determined in accordance with the laws of the State of Missouri.",
        "label": 2
    },
    {
        "context": "This Agreement and related Riders shall be interpreted under and performance shall be governed by the laws of the State of Texas.",
        "label": 2
    },
    {
        "context": "No event shall have occurred and be continuing that constitutes an Event of Default (as defined below).",
        "label": 2
    },
    {
        "context": "The Parties obligations under this Article 6 shall survive the termination of this Agreement for any reason whatsoever.",
        "label": 2
    },
    {
        "context": "This Amendment shall be effective on the date of the last signature below. (the Amendment Effective Date).",
        "label": 2
    },
    {
        "context": "No amendment to this Agreement shall be effective unless such amendment is in writing and signed by each Party.",
        "label": 2
    },
    {
        "context": "This Amendment shall be construed and governed in accordance with the laws of the State of Delaware.",
        "label": 2
    },
    {
        "context": " Chemical (pesticides), biological (biocontrol), mechanical (tillage), and cultural practices are used",
        "label": 3
    },
    {
        "context": "by putting Bt Bacillus thuringiensis ssp. israelensis, a bacterium that infects and kills mosquito larvae, in local water sources.",
        "label": 3
    },
    {
        "context": "Soil organisms, such as mycorrhizal fungi, can help to sequester carbon in the soil, helping to mitigate climate change",
        "label": 3
    },
    {
        "context": "it also allows for planting of other crops between these rows to make more efficient use of land space",
        "label": 3
    },
    {
        "context": "migration is based on winds brought by the Intertropical Convergence Zone, which move northwards or southwards depending on the season",
        "label": 3
    },
    {
        "context": "it releases nitrogen slowly, over a period of several weeks, which helps to avoid leaching and loss of nitrogen.",
        "label": 3
    },
    {
        "context": "covering the soil around the cassava plants with a layer of organic material such as leaves or straw.",
        "label": 3
    },
    {
        "context": "is the use of hands-on techniques as well as simple equipment and devices, that provides a protective barrier between plants and insects",
        "label": 3
    },
    {
        "context": "Both climbing beans and bush (ordinary) beans can give high yields if they are properly managed and grown under suitable conditions. ",
        "label": 3
    },
    {
        "context": " S. triturata, S. m. mauritia, S. m. acronyctoides, S. umbraculata, S. cilium, Spodoptera depravata [sv], and S. pecten",
        "label": 3
    },
    {
        "context": " practices involve a range of activities and strategies that are designed to keep animals healthy, productive, and profitable",
        "label": 3
    },
    {
        "context": "Overgrazing by livestock can lead to soil compaction, erosion, and loss of soil organic matter, which are all detrimental to soil fertility.",
        "label": 3
    },
    {
        "context": "Proper land preparation, seed selection, and pest and disease control are critical for successful cassava production",
        "label": 3
    },
    {
        "context": "farmers can maximize the benefits of both organic amendments and address a wider range of soil nutrient and organic matter requirements",
        "label": 3
    },
    {
        "context": "method ensures good soil drainage, which is essential for cassava growth. It also helps to reduce soil erosion and increases yields",
        "label": 3
    },
    {
        "context": "machines, which are loaded with technology, are very efficient and combine all three jobs of cutting, collecting, and threshing a crop",
        "label": 3
    },
    {
        "context": "yellowing and browning of the leaves, with characteristic reddish-brown pustules on the undersides of the leaves",
        "label": 3
    },
    {
        "context": "Ultimately, environmental sustainability comes down to the farmer, whether they produce goods organically or conventionally.",
        "label": 3
    },
    {
        "context": "These caterpillars feed on the stem of young bean plants, cutting them off at ground level and causing wilting and death of the plant.",
        "label": 3
    },
    {
        "context": "Rainfall can help to improve soil health by providing the moisture needed for microbial activity and nutrient cycling.",
        "label": 3
    },
    {
        "context": "This is because the stem cuttings already have a head start in development and can quickly establish roots and start growing.",
        "label": 3
    },
    {
        "context": "Ultimately, environmental sustainability comes down to the farmer, whether they produce goods organically or conventionally.",
        "label": 3
    },
    {
        "context": "Employing resistant varieties and enhancing water availability for crop vigor are alternative methods used to control bean weevils.",
        "label": 3
    },
    {
        "context": "Sweet potatoes have a shallow root system, which can help to reduce competition with beans for nutrients in the soil.",
        "label": 3
    },
    {
        "context": "The dark color of loam soil is due to the presence of organic matter, which is composed of decaying plant and animal material.",
        "label": 3
    },
    {
        "context": "The practice of growing a series of different types of crops in the same area in sequenced\nseasons or years",
        "label": 3
    },
    {
        "context": "Sweet potatoes have a shallow root system, which can help to reduce competition with beans for nutrients in the soil.",
        "label": 3
    },
    {
        "context": "refers to the process by which plants obtain and utilize essential nutrients for growth and development. ",
        "label": 3
    },
    {
        "context": "occur with relatively inconspicuous, low-density populations that can survive without frequent rainfal",
        "label": 3
    },
    {
        "context": "inability to purchase food, safely store food or transport food from where it is grown to where it is needed.",
        "label": 3
    },
    {
        "context": "The disease affects the leaves of cassava plants, causing yellowing and mottling, as well as stunted growth and reduced yield.",
        "label": 3
    },
    {
        "context": "A horses height is measured in hands from the ground to the withers (the area on top of a horse between its neck and back)",
        "label": 3
    },
    {
        "context": " practices involve a range of activities and strategies that are designed to keep animals healthy, productive, and profitable",
        "label": 3
    },
    {
        "context": "Not necessarily. This may come as a surprise, but if youre buying or eating locally grown food, it may not be food grown in your community.",
        "label": 3
    },
    {
        "context": "Overgrazing by livestock can lead to soil compaction, erosion, and loss of soil organic matter, which are all detrimental to soil fertility.",
        "label": 3
    },
    {
        "context": "land preparation, planting, weed and pest control, fertilization, irrigation, harvesting, and storage",
        "label": 3
    },
    {
        "context": "Livestock produce a significant amount of waste that can be harmful to the environment if not managed properly.",
        "label": 3
    },
    {
        "context": "The practice of rapidly multiplying stock plant material to produce a large number\nof progeny plants using plant tissue culture techniques",
        "label": 3
    },
    {
        "context": "it releases nitrogen slowly, over a period of several weeks, which helps to avoid leaching and loss of nitrogen.",
        "label": 3
    },
    {
        "context": "when the embryo is surrounded by a layer of chemicals that inhibit germination, such as abscisic acid (ABA).",
        "label": 3
    },
    {
        "context": "it allows the species to travel to a new location with fewer predators and less possibility of parasitism and infection",
        "label": 3
    },
    {
        "context": "involves taking care of different animals that are raised for various purposes, such as meat, milk, wool, and eggs.",
        "label": 3
    },
    {
        "context": "removing weeds and plant debris from the field and cultivating the soil before planting can help to reduce cutworm populations.",
        "label": 3
    },
    {
        "context": "A horses height is measured in hands from the ground to the withers (the area on top of a horse between its neck and back)",
        "label": 3
    },
    {
        "context": "it allows the species to travel to a new location with fewer predators and less possibility of parasitism and infection",
        "label": 3
    },
    {
        "context": "inability to purchase food, safely store food or transport food from where it is grown to where it is needed.",
        "label": 3
    },
    {
        "context": "A horses height is measured in hands from the ground to the withers (the area on top of a horse between its neck and back)",
        "label": 3
    },
    {
        "context": " improved seeds like hybrid and open pollinated varieties, timely planting, proper spacing and timely weeding and harvesting",
        "label": 3
    },
    {
        "context": " microbial communities that live in the soil and the interactions between these organisms and the plants that grow in the soil.",
        "label": 3
    },
    {
        "context": "yellowing and browning of the leaves, with characteristic reddish-brown pustules on the undersides of the leaves",
        "label": 3
    },
    {
        "context": "Rainfall can help to improve soil health by providing the moisture needed for microbial activity and nutrient cycling.",
        "label": 3
    },
    {
        "context": "A horses height is measured in hands from the ground to the withers (the area on top of a horse between its neck and back)",
        "label": 3
    },
    {
        "context": "DroughtGard: This is a genetically modified maize variety that has been engineered to be resistant to drought.",
        "label": 3
    },
    {
        "context": "by providing cover and nesting sites, and an increased food source from higher arthropod populations",
        "label": 3
    },
    {
        "context": "through the release of naturally occurring toxic chemicals during the degradation of glucosinolate compounds in their plant cell tissues",
        "label": 3
    },
    {
        "context": "Reducing the frequency and intensity of tillage can help to preserve soil structure, prevent erosion, and improve nutrient retention.",
        "label": 3
    },
    {
        "context": "Cover crops manage soil erosion, soil fertility, soil quality, water, weeds, pests, diseases, biodiversity and wildlife in an agroecosystem",
        "label": 3
    },
    {
        "context": "help to reduce losses and maintain the quality of the maize, which can in turn increase productivity.\n",
        "label": 3
    },
    {
        "context": "It has good yield potential and is resistant to cassava mosaic disease and cassava brown streak disease.",
        "label": 3
    },
    {
        "context": "DroughtGard: This is a genetically modified maize variety that has been engineered to be resistant to drought.",
        "label": 3
    },
    {
        "context": "The practice of rapidly multiplying stock plant material to produce a large number\nof progeny plants using plant tissue culture techniques",
        "label": 3
    },
    {
        "context": "hese fungi can form symbiotic relationships with plant roots, helping to improve nutrient uptake and plant growth.\n",
        "label": 3
    },
    {
        "context": "migration is based on winds brought by the Intertropical Convergence Zone, which move northwards or southwards depending on the season",
        "label": 3
    },
    {
        "context": "use of chemical or organic pesticides and fungicides, as well as proper crop rotation to reduce the risk of infection",
        "label": 3
    },
    {
        "context": "Cassava cuttings should be obtained from healthy plants that have been certified as free from root rot.",
        "label": 3
    },
    {
        "context": "farmers use conservation practices like planting cover crops in the winter or using conservation tillage practices",
        "label": 3
    },
    {
        "context": "Both types of beetles feed on the leaves and stems of cassava plants, causing them to wilt, yellow and eventually die.",
        "label": 3
    },
    {
        "context": "may not store well, as the moisture content is higher and the grain is more prone to spoilage and insect damage.",
        "label": 3
    },
    {
        "context": "Three sprayings with recommended chemicals are suggested for good control of fruit rot and die back in chilli plants.",
        "label": 3
    },
    {
        "context": " These areas may have localized nutrient concentrations that do not represent the overall soil fertility.",
        "label": 3
    },
    {
        "context": "When you see an increase in price at the grocery story, dont assume its going into the pocket of your local farmers",
        "label": 3
    },
    {
        "context": "Cassava should be stored in a cool, dry, and well-ventilated place to prevent mold growth and rotting",
        "label": 3
    },
    {
        "context": "To ensure the beans are always fresh, rotate your stock and use the oldest beans first. Aim to use your stored beans within a year.",
        "label": 3
    },
    {
        "context": "implement measures such as regular vaccinations, quarantine of new animals, and good hygiene practices.",
        "label": 3
    },
    {
        "context": " In this method, cassava stems are planted directly into the soil at a spacing of 1-1.5 meters between rows and 0.75-1 meter between plants",
        "label": 3
    },
    {
        "context": " by alternating maize with other crops to break pest and disease cycles, improve soil health, and reduce nutrient depletion.",
        "label": 3
    },
    {
        "context": "(dried grasses) to feed livestock (horses, cattle, sheep) during the winter when they cannot feed in green pastures",
        "label": 3
    },
    {
        "context": "test the kernel moisture content using a moisture meter. Additionally, the husks on the ears should have turned brown and dry",
        "label": 3
    },
    {
        "context": " mechanical barriers, chemical inhibitors, immature embryos, scarification requirements, and environmental cues",
        "label": 3
    },
    {
        "context": "It is known for its high yield potential, good disease resistance, and adaptability to various growing conditions",
        "label": 3
    },
    {
        "context": "machines, which are loaded with technology, are very efficient and combine all three jobs of cutting, collecting, and threshing a crop",
        "label": 3
    },
    {
        "context": " have a gene implanted into their genome that allows the plants to tolerate exposure to herbicides, including glyphosate",
        "label": 3
    },
    {
        "context": "Soil organisms, such as mycorrhizal fungi, can help to sequester carbon in the soil, helping to mitigate climate change",
        "label": 3
    },
    {
        "context": " It is recommended to plant cassava at the beginning of the rainy season when there is enough moisture in the soil.",
        "label": 3
    },
    {
        "context": "make an estimate of about 5-7 cm deep, and you can make the holes deeper for dry planting and sandy soil.",
        "label": 3
    },
    {
        "context": "To ensure the beans are always fresh, rotate your stock and use the oldest beans first. Aim to use your stored beans within a year.",
        "label": 3
    },
    {
        "context": " a fertilizer with a higher ratio of phosphorus and potassium, such as 10-20-20 or 15-30-15, would be suitable for planting beans",
        "label": 3
    },
    {
        "context": " Rainfall can support a variety of plant and animal species, leading to increased biodiversity and a healthier ecosystem.\n",
        "label": 3
    },
    {
        "context": "When you see an increase in price at the grocery story, dont assume its going into the pocket of your local farmers",
        "label": 3
    },
    {
        "context": " is a method of providing additional incentives to encourage farmers to conserve some aspects of the environment",
        "label": 3
    },
    {
        "context": "This is because the stem cuttings already have a head start in development and can quickly establish roots and start growing.",
        "label": 3
    },
    {
        "context": "This policy focuses on enhancing water use efficiency in agriculture, ensuring sustainable water management practices for farmers.",
        "label": 3
    },
    {
        "context": "Mound planting involves creating mounds or hills by heaping soil around the base of the cassava stem",
        "label": 3
    },
    {
        "context": " a fertilizer with a higher ratio of phosphorus and potassium, such as 10-20-20 or 15-30-15, would be suitable for planting beans",
        "label": 3
    },
    {
        "context": "planting at the right time, spacing the crops correctly, and providing adequate nutrients and water.",
        "label": 3
    },
    {
        "context": " is a tiny, sap-sucking insect that feeds on the cassava plant, particularly on the underside of the leaves.",
        "label": 3
    },
    {
        "context": "The application of CAS can positively impact crop yield, especially when applied at the right time and in appropriate amounts.\n",
        "label": 3
    },
    {
        "context": "yellowing and browning of the leaves, with characteristic reddish-brown pustules on the undersides of the leaves",
        "label": 3
    },
    {
        "context": "it releases nitrogen slowly, over a period of several weeks, which helps to avoid leaching and loss of nitrogen.",
        "label": 3
    },
    {
        "context": "machines, which are loaded with technology, are very efficient and combine all three jobs of cutting, collecting, and threshing a crop",
        "label": 3
    },
    {
        "context": " have a gene implanted into their genome that allows the plants to tolerate exposure to herbicides, including glyphosate",
        "label": 3
    },
    {
        "context": "This is because the stem cuttings already have a head start in development and can quickly establish roots and start growing.",
        "label": 3
    },
    {
        "context": "land, equipment, fertilizer, chemical, seed, buildings and facilities, maintenance, labor, fuel, heating, feed, taxes, insurance",
        "label": 3
    },
    {
        "context": " Rainfall can support a variety of plant and animal species, leading to increased biodiversity and a healthier ecosystem.\n",
        "label": 3
    },
    {
        "context": "when spacing maize it may solely depend on the variety of the maize taken up and or if an intercropping pattern is used on the maize field",
        "label": 3
    },
    {
        "context": " involves using hand tools such as hoes or machetes to manually remove weeds around the cassava plants.",
        "label": 3
    },
    {
        "context": "use of insecticides, such as pyrethroids or neem oil, applied directly to the cassava plant or to the soil.",
        "label": 3
    },
    {
        "context": "This approach seeks to minimize the use of synthetic chemicals and promote the health of the soil and the environment",
        "label": 3
    },
    {
        "context": "involves the introduction of natural enemies of the pest that are bred in the laboratory and released into the environment.",
        "label": 3
    },
    {
        "context": " is a tiny, sap-sucking insect that feeds on the cassava plant, particularly on the underside of the leaves.",
        "label": 3
    },
    {
        "context": "by providing cover and nesting sites, and an increased food source from higher arthropod populations",
        "label": 3
    },
    {
        "context": " Look for signs of tampering, such as broken seals or mismatched packaging, which may indicate that the product is fake.",
        "label": 3
    },
    {
        "context": " These areas may have localized nutrient concentrations that do not represent the overall soil fertility.",
        "label": 3
    },
    {
        "context": "This is a viral disease that causes yellowing and mottling of the leaves, stunted growth, and reduced yield",
        "label": 3
    },
    {
        "context": " This is a fungal disease that causes the roots of the cassava plant to rot, leading to stunted growth and reduced yield",
        "label": 3
    },
    {
        "context": "The leaves of mature cassava plants begin to yellow and fall off, and the lower stems of the plant become woody.",
        "label": 3
    },
    {
        "context": "Farmers can spray some pests and, if possible, use resistant varieties to control pest infestations in crops.",
        "label": 3
    },
    {
        "context": "The practice of rapidly multiplying stock plant material to produce a large number\nof progeny plants using plant tissue culture techniques",
        "label": 3
    },
    {
        "context": "Potato yield can be increased by taking steps to improve soil fertility, such as using organic matter and maintaining proper soil pH",
        "label": 3
    },
    {
        "context": "occur with relatively inconspicuous, low-density populations that can survive without frequent rainfal",
        "label": 3
    },
    {
        "context": "through the release of naturally occurring toxic chemicals during the degradation of glucosinolate compounds in their plant cell tissues",
        "label": 3
    },
    {
        "context": "machines, which are loaded with technology, are very efficient and combine all three jobs of cutting, collecting, and threshing a crop",
        "label": 3
    },
    {
        "context": "Deforestation can cause soil erosion and loss of soil organic matter, which can reduce soil fertility and productivity.",
        "label": 3
    },
    {
        "context": "Thiram: This is a fungicide that is used to protect bean seeds against various soil-borne diseases, including Fusarium and Rhizoctonia",
        "label": 3
    },
    {
        "context": "Seed dormancy is the condition in which a seed fails to germinate even under conditions that are normally favorable for germination",
        "label": 3
    },
    {
        "context": "it helps farmers to identify nutrient deficiencies or excesses in the soil and adjust their fertilization practices accordingly.",
        "label": 3
    },
    {
        "context": "milled maize (also known as maize flour) is made by grinding the kernels of the maize plant into a fine powder",
        "label": 3
    },
    {
        "context": "Deforestation can cause soil erosion and loss of soil organic matter, which can reduce soil fertility and productivity.",
        "label": 3
    },
    {
        "context": "People in developed countries such as the United States eat food that comes from all over the world.",
        "label": 3
    },
    {
        "context": "Not necessarily. This may come as a surprise, but if youre buying or eating locally grown food, it may not be food grown in your community.",
        "label": 3
    },
    {
        "context": " S. triturata, S. m. mauritia, S. m. acronyctoides, S. umbraculata, S. cilium, Spodoptera depravata [sv], and S. pecten",
        "label": 3
    },
    {
        "context": "It is known for its high yield potential, good disease resistance, and adaptability to various growing conditions",
        "label": 3
    },
    {
        "context": " S. triturata, S. m. mauritia, S. m. acronyctoides, S. umbraculata, S. cilium, Spodoptera depravata [sv], and S. pecten",
        "label": 3
    },
    {
        "context": "armyworms, cutworms, and aphids, while diseases such as corn smut and gray leaf spot can also affect the crop",
        "label": 3
    },
    {
        "context": "Seed dormancy is the condition in which a seed fails to germinate even under conditions that are normally favorable for germination",
        "label": 3
    },
    {
        "context": "This approach seeks to minimize the use of synthetic chemicals and promote the health of the soil and the environment",
        "label": 3
    },
    {
        "context": "It has good yield potential and is resistant to cassava mosaic disease and cassava brown streak disease.",
        "label": 3
    },
    {
        "context": "improved crop yields, better soil health, enhanced biodiversity, reduced risk of drought, and improved water quality.",
        "label": 3
    },
    {
        "context": "Poaceae is a family of flowering grasses which includes cereal grasses and the grasses of grasslands and pastures",
        "label": 3
    },
    {
        "context": "Crop rotation is the practice of growing a series of different crops in the same area over several seasons",
        "label": 3
    },
    {
        "context": "A horses height is measured in hands from the ground to the withers (the area on top of a horse between its neck and back)",
        "label": 3
    },
    {
        "context": " S. triturata, S. m. mauritia, S. m. acronyctoides, S. umbraculata, S. cilium, Spodoptera depravata [sv], and S. pecten",
        "label": 3
    },
    {
        "context": " soil degradation, including nutrient depletion, reduced organic matter content, and increased soil acidity",
        "label": 3
    },
    {
        "context": "Contour plowing helps to create small ridges and furrows that slow down the flow of water and prevent it from carrying away soil particles.",
        "label": 3
    },
    {
        "context": " is a tiny, sap-sucking insect that feeds on the cassava plant, particularly on the underside of the leaves.",
        "label": 3
    },
    {
        "context": "Proper land preparation, seed selection, and pest and disease control are critical for successful cassava production",
        "label": 3
    },
    {
        "context": "serving of beef provides 10 essential nutrients including vitamins B6 and B12 and about half the daily requirement of protein.",
        "label": 3
    },
    {
        "context": " It is recommended to plant cassava at the beginning of the rainy season when there is enough moisture in the soil.",
        "label": 3
    },
    {
        "context": "GMOs are defined as organisms in which the genetic material (DNA) has been altered in a way that does not occur naturally.",
        "label": 3
    },
    {
        "context": "inability to purchase food, safely store food or transport food from where it is grown to where it is needed.",
        "label": 3
    },
    {
        "context": "Both climbing beans and bush (ordinary) beans can give high yields if they are properly managed and grown under suitable conditions. ",
        "label": 3
    },
    {
        "context": "Weed when pigweeds are young and spray them if necessary to effectively control their growth in the garden.",
        "label": 3
    },
    {
        "context": "for keeping animals healthy and productive, which in turn helps to ensure the profitability of the farm",
        "label": 3
    },
    {
        "context": "convert biologically unavailable atmospheric nitrogen gas (N2) to biologically available ammonium (NH+4)",
        "label": 3
    },
    {
        "context": " People working in cassava fields can inadvertently spread the disease through contact with infected plants or contaminated soil.",
        "label": 3
    },
    {
        "context": " a fertilizer with a higher ratio of phosphorus and potassium, such as 10-20-20 or 15-30-15, would be suitable for planting beans",
        "label": 3
    },
    {
        "context": " a fertilizer with a higher ratio of phosphorus and potassium, such as 10-20-20 or 15-30-15, would be suitable for planting beans",
        "label": 3
    },
    {
        "context": "use of insecticides, such as pyrethroids or neem oil, applied directly to the cassava plant or to the soil.",
        "label": 3
    },
    {
        "context": "because the black-bodied caterpillars are more active and densely concentrated than solitaria caterpillars",
        "label": 3
    },
    {
        "context": "migration is based on winds brought by the Intertropical Convergence Zone, which move northwards or southwards depending on the season",
        "label": 3
    },
    {
        "context": "armyworms, cutworms, and aphids, while diseases such as corn smut and gray leaf spot can also affect the crop",
        "label": 3
    },
    {
        "context": "Poaceae is a family of flowering grasses which includes cereal grasses and the grasses of grasslands and pastures",
        "label": 3
    },
    {
        "context": "It has good yield potential and is resistant to cassava mosaic disease and cassava brown streak disease.",
        "label": 3
    },
    {
        "context": " regularly monitor the crop for signs of infestation, including the presence of whiteflies and the appearance of honeydew on the leaves.",
        "label": 3
    },
    {
        "context": " Incorporate organic matter such as compost and manure into the soil to improve soil structure and reduce soilborne disease buildup.\n",
        "label": 3
    },
    {
        "context": "reduce the amount of water vapor that is released into the atmosphere, leading to reduced rainfall in the surrounding areas.",
        "label": 3
    },
    {
        "context": " they can also break disease cycles and reduce populations of bacterial and fungal diseases, and parasitic nematodes",
        "label": 3
    },
    {
        "context": "Calcium plays a crucial role in plant development and helps in cell wall formation, nutrient uptake, and overall plant health",
        "label": 3
    },
    {
        "context": "Sweet potatoes have a shallow root system, which can help to reduce competition with beans for nutrients in the soil.",
        "label": 3
    },
    {
        "context": "Not necessarily. Research shows that frozen vegetables can even be more nutritious than fresh vegetables!",
        "label": 3
    },
    {
        "context": "it also allows for planting of other crops between these rows to make more efficient use of land space",
        "label": 3
    },
    {
        "context": "It is known for its high yield potential, good disease resistance, and adaptability to various growing conditions",
        "label": 3
    },
    {
        "context": "Whiteflies can be controlled using insecticides or by using sticky traps that attract and trap the insects.",
        "label": 3
    },
    {
        "context": "Sweet potatoes have a shallow root system, which can help to reduce competition with beans for nutrients in the soil.",
        "label": 3
    },
    {
        "context": "It is an essential aspect of agriculture that plays a crucial role in ensuring sustainable crop yields and protecting the environment.",
        "label": 3
    },
    {
        "context": "Reducing the frequency and intensity of tillage can help to preserve soil structure, prevent erosion, and improve nutrient retention.",
        "label": 3
    },
    {
        "context": " Crop protection refers to the various methods used to protect crops from pests, diseases, and other threats",
        "label": 3
    },
    {
        "context": "Harvesting is typically done when the kernels are fully developed and hard, and the husks have dried up and turned brown",
        "label": 3
    },
    {
        "context": "Proper land preparation, seed selection, and pest and disease control are critical for successful cassava production",
        "label": 3
    },
    {
        "context": "The application of CAS can positively impact crop yield, especially when applied at the right time and in appropriate amounts.\n",
        "label": 3
    },
    {
        "context": "These are small, soil-dwelling organisms such as mites and springtails that play important roles in soil nutrient cycling and decomposition.",
        "label": 3
    },
    {
        "context": "farmers use conservation practices like planting cover crops in the winter or using conservation tillage practices",
        "label": 3
    },
    {
        "context": " Crop protection refers to the various methods used to protect crops from pests, diseases, and other threats",
        "label": 3
    },
    {
        "context": "farmers can maximize the benefits of both organic amendments and address a wider range of soil nutrient and organic matter requirements",
        "label": 3
    },
    {
        "context": "Harvesting is typically done when the kernels are fully developed and hard, and the husks have dried up and turned brown",
        "label": 3
    },
    {
        "context": "These are small, soil-dwelling organisms such as mites and springtails that play important roles in soil nutrient cycling and decomposition.",
        "label": 3
    },
    {
        "context": "a physical barrier between rainfall and the soil surface, allowing raindrops to steadily trickle down through the soil profile",
        "label": 3
    },
    {
        "context": " Crop protection refers to the various methods used to protect crops from pests, diseases, and other threats",
        "label": 3
    },
    {
        "context": "The practice of growing a series of different types of crops in the same area in sequenced\nseasons or years",
        "label": 3
    },
    {
        "context": "use of chemical or organic pesticides and fungicides, as well as proper crop rotation to reduce the risk of infection",
        "label": 3
    },
    {
        "context": "The practice of growing a series of different types of crops in the same area in sequenced\nseasons or years",
        "label": 3
    },
    {
        "context": "This method is easy and requires less labor and is suitable for small-scale farmers with limited resources",
        "label": 3
    },
    {
        "context": "are organisms whose genetic material has been altered by genetic engineering techniques generally known as recombinant DNA technology",
        "label": 3
    },
    {
        "context": "Mound planting involves creating mounds or hills by heaping soil around the base of the cassava stem",
        "label": 3
    },
    {
        "context": "implement measures such as regular vaccinations, quarantine of new animals, and good hygiene practices.",
        "label": 3
    },
    {
        "context": "algal blooms and anoxia, leads to fish kills, loss of biodiversity, and renders water unfit for drinking and other industrial uses",
        "label": 3
    },
    {
        "context": "improved crop yields, better soil health, enhanced biodiversity, reduced risk of drought, and improved water quality.",
        "label": 3
    },
    {
        "context": "The application of CAS can positively impact crop yield, especially when applied at the right time and in appropriate amounts.\n",
        "label": 3
    },
    {
        "context": "Thiram: This is a fungicide that is used to protect bean seeds against various soil-borne diseases, including Fusarium and Rhizoctonia",
        "label": 3
    },
    {
        "context": " It is recommended to plant cassava at the beginning of the rainy season when there is enough moisture in the soil.",
        "label": 3
    }
]