[
    {
        "context": "The term (“ Term ”) of the Agreement shall begin on the Effective Date and continue until terminated in accordance with Section 3.2 below.",
        "label": 2
    },
    {
        "context": "The Executive’s employment pursuant to this Agreement will be automatically terminated upon the death of the Executive.",
        "label": 2
    },
    {
        "context": "The descriptive headings in this Agreement are inserted for convenience of reference only and do not constitute a part of this Agreement.",
        "label": 2
    },
    {
        "context": "No employee shall have a right to be selected as a Participant, or, having been so selected, to be selected again as a Participant.",
        "label": 2
    },
    {
        "context": "Notwithstanding Section 6.1.11, no ISO granted to any to 10% Stockholder shall be exercisable more than five years after the date of grant.",
        "label": 2
    },
    {
        "context": "The Plan shall be governed by the laws of the State of Delaware, without reference to principles of conflicts of laws.",
        "label": 2
    },
    {
        "context": "PharmaZell shall perform Release Testing to ensure conformance to the Specifications, in accordance with the Quality Agreement.",
        "label": 2
    },
    {
        "context": "This Amendment shall be construed in accordance with and governed by the laws of the State of California.",
        "label": 2
    },
    {
        "context": "This Agreement has been duly authorized, executed and delivered by each of the Issuers and Guarantors.",
        "label": 2
    },
    {
        "context": "All of Borrower’s Products are listed on Schedule 8.2(a ) (as updated from time to time pursuant to Section 4.15).",
        "label": 2
    },
    {
        "context": "Executive’s employment with the Company terminated on             , 20     (the “Termination Date”).",
        "label": 2
    },
    {
        "context": "All capitalized terms used and not defined herein shall have the meanings ascribed thereto in the Master Lease.",
        "label": 2
    },
    {
        "context": "Capitalized terms used and not otherwise defined herein shall have the meanings assigned to them in the Supply Agreement.",
        "label": 2
    },
    {
        "context": "This Agreement shall be exclusively governed by and interpreted under the laws of the State of Washington.",
        "label": 2
    },
    {
        "context": "The effectiveness of this letter agreement is subject to the occurrence of the Effective Date of the Plan of Reorganization.",
        "label": 2
    },
    {
        "context": "Effective December 6, 2016, your new title is President and CEO, reporting directly to the Executive Chairman of the Board.",
        "label": 2
    },
    {
        "context": "After giving effect to the Loans and the terms of this Agreement, the Borrower and its Subsidiaries, taken as a whole, are Solvent.",
        "label": 2
    },
    {
        "context": "The properties of the Borrower and the Subsidiaries are insured in the manner contemplated by Section  10.3 .",
        "label": 2
    },
    {
        "context": "The Executive will be entitled to the number of weeks of vacation each fiscal year equal to that of other executive officers of DeVry Group.",
        "label": 2
    },
    {
        "context": "Upon a Change in Control, the Participant will have such rights with respect to the Performance Unit as are provided for in the Plan.",
        "label": 2
    },
    {
        "context": "Any term used herein that is not otherwise defined herein shall have the meaning ascribed to such term as provided in the Agreement.",
        "label": 2
    },
    {
        "context": "This Agreement shall be governed by, and construed in accordance with, the internal laws of the State of Delaware.",
        "label": 2
    },
    {
        "context": "Amounts received under the Plan are not to be taken into account for purposes of computing benefits under other plans.",
        "label": 2
    },
    {
        "context": "The lease term shall commence on January 9, 2017 and continue through January 9, 2032, unless sooner terminated.",
        "label": 2
    },
    {
        "context": "The obligations of this Article 9 will terminate five (5) years from the expiration or termination of this Agreement.",
        "label": 2
    },
    {
        "context": "The Administrative Agent shall have received executed counterparts of this Fourth Amendment from the Credit Parties and the Lenders.",
        "label": 2
    },
    {
        "context": "Every provision for notice pursuant to this Mortgage shall be given in accordance with the notice provisions of the Loan Agreement.",
        "label": 2
    },
    {
        "context": "This Agreement constitutes the entire agreement and understanding of the parties with respect to the transactions contemplated hereby.",
        "label": 2
    },
    {
        "context": "The term of this Sublease shall commence on January 1, 2018 (the “Commencement Date”) and shall expire on July 31, 2021 (the “Term”).",
        "label": 2
    },
    {
        "context": "Except as set forth below, all capitalized terms shall have the respective meaning as set forth thereto in Section 1.02 of the Plan.",
        "label": 2
    },
    {
        "context": "A Final Arbitration Award may be enforced in any state or federal court having jurisdiction over the subject matter of the related Dispute.",
        "label": 2
    },
    {
        "context": "(i) Each Loan Party, individually, is Solvent and (ii) the Borrower and its Subsidiaries, taken as a whole, are Solvent.",
        "label": 2
    },
    {
        "context": "This Letter Agreement may be amended, restated, modified or changed only by a written instrument signed by SN, SN Parent and UnSub.",
        "label": 2
    },
    {
        "context": "This Agreement may be amended or canceled by mutual Agreement of the parties in writing without the consent of any other person.",
        "label": 2
    },
    {
        "context": "Each Debtor agrees to pay all reasonable fees of Lender in connection with the drafting and execution of this Modification.",
        "label": 2
    },
    {
        "context": "The foregoing representations and warranties shall survive the Closing Date for a period of one year.",
        "label": 2
    },
    {
        "context": "The Administrative Agent and the Lenders shall have received copies of the financial statements referred to in Section 5.05.",
        "label": 2
    },
    {
        "context": "All captions and section headings used in the Agreement are for convenient reference only and do not form a part of the Agreement.",
        "label": 2
    },
    {
        "context": "The net proceeds of the sale of the Debenture hereunder shall be used by the Company for working capital and general corporate purposes.",
        "label": 2
    },
    {
        "context": "This Agreement shall be governed and interpreted in accordance with the laws of the State of North Carolina.",
        "label": 2
    },
    {
        "context": "This Amendment shall be governed by the governing law described in Section 8.05 of the Transfer and Servicing Agreement.",
        "label": 2
    },
    {
        "context": "This Agreement constitutes the entire agreement of the Parties with respect to the subject matter hereof.",
        "label": 2
    },
    {
        "context": "This Fourth Amendment shall be governed by and construed in accordance with, the laws of the State of New York.",
        "label": 2
    },
    {
        "context": "All representations and warranties of Purchaser shall survive Closing for a period of six (6) months from and after the Closing Date.",
        "label": 2
    },
    {
        "context": "Definitions of capitalized terms used in this Agreement are provided in the last Section of this Agreement.",
        "label": 2
    },
    {
        "context": "All amounts due under this Section shall be payable not later than 20 Business Days after demand therefor.",
        "label": 2
    },
    {
        "context": "(b) This Agreement and any non-contractual obligations arising out of or in connection with it are governed by English law.",
        "label": 2
    },
    {
        "context": "It has the power to own the Facilities and to carry on all business as is contemplated by this Agreement.",
        "label": 2
    },
    {
        "context": "This Agreement may not be altered, changed or amended, except by an instrument in writing signed by the parties.",
        "label": 2
    },
    {
        "context": "Administrative Agent shall have received counterparts to this Amendment, executed by the Loan Parties and each of the Lenders.",
        "label": 2
    },
    {
        "context": "Capitalized terms used but not defined herein shall have the meanings given or given by reference to them in the Security Agreement.",
        "label": 2
    },
    {
        "context": "This Agreement may be executed in counterparts, all of which when taken together shall be deemed to constitute one and the same instrument.",
        "label": 2
    },
    {
        "context": "The provisions of Sections 3 through 20 shall survive the expiration or earlier termination of this Agreement for any reason whatsoever.",
        "label": 2
    },
    {
        "context": "Mortgagor shall maintain or cause to be maintained the insurance required by Section 5.02 of the Credit Agreement.",
        "label": 2
    },
    {
        "context": "All RSUs granted under this Agreement shall be forfeited and terminated as set forth in the Grant Notice.",
        "label": 2
    },
    {
        "context": "The arbitral award may include both pre-and post-award interest, at a rate to be determined by the arbitral tribunal.",
        "label": 2
    },
    {
        "context": "The Purchase Price shall be paid in immediately available funds upon Closing in accordance with Section 5.4(a) .",
        "label": 2
    },
    {
        "context": "This Employment Agreement shall be governed by and construed in accordance with the laws of the State of Delaware.",
        "label": 2
    },
    {
        "context": "Subject to Section 6.05 , this Agreement will survive the Initial Closing so long as any Series B Preferred Shares are outstanding.",
        "label": 2
    },
    {
        "context": "This Amendment embodies the complete agreement and understanding among the Parties relating to the subject matter hereof.",
        "label": 2
    },
    {
        "context": "(a) All notices and other communications provided for hereunder shall be in accordance with Section 10.01 of the Credit Agreement.",
        "label": 2
    },
    {
        "context": "Expenses of administering the Plan shall be paid by the Employers, as directed by the Parent Company.",
        "label": 2
    },
    {
        "context": "Capitalized terms used but not defined herein shall have the meanings assigned to such terms in the Stockholders Agreement.",
        "label": 2
    },
    {
        "context": "(a) Unless otherwise defined herein, terms which are defined in the Repurchase Agreement and used herein are so used as so defined.",
        "label": 2
    },
    {
        "context": "This Agreement shall be deemed effective upon the due execution and delivery of this Agreement by each Party hereto.",
        "label": 2
    },
    {
        "context": "The Plan is effective as of the Effective Date. The Plan shall continue in effect until the Board terminates it.",
        "label": 2
    },
    {
        "context": "Employer shall have the right to withhold from the compensation payable to Marcum hereunder any amounts required by law to be withheld.",
        "label": 2
    },
    {
        "context": "All modifications or amendments to this Agreement shall require the written consent of each of the signatories hereto.",
        "label": 2
    },
    {
        "context": "This Agreement shall be binding upon all successors and assigns of each of the Parties to the Agreement.",
        "label": 2
    },
    {
        "context": "Each capitalized term not defined herein shall have the meaning assigned to that term in the Employment Agreement.",
        "label": 2
    },
    {
        "context": "Nothing contained herein shall be or be deemed to be a waiver by Buyer or Seller of any rights or remedies under the Purchase Agreement.",
        "label": 2
    },
    {
        "context": "The provisions of this Article 13 shall survive the Closing and delivery of the Deed or any earlier termination hereof.",
        "label": 2
    },
    {
        "context": "This Agreement is made an entered into pursuant to the laws of the United States of America and the laws of the State of Delaware.",
        "label": 2
    },
    {
        "context": "All representations and warranties made by NBPC in this Agreement shall be true and correct on and as of the Closing Date.",
        "label": 2
    },
    {
        "context": "THIS AGREEMENT SHALL BE GOVERNED BY, AND CONSTRUED IN ACCORDANCE WITH, THE LAW OF THE STATE OF WISCONSIN.",
        "label": 2
    },
    {
        "context": "The provisions of the October 2014 Warrant amended herein may not be further modified or amended unless the Investor consents.",
        "label": 2
    },
    {
        "context": "The Plan shall be effective as of October 1, 2016.  The Plan shall continue in effect until terminated in accordance with Section 6.1.",
        "label": 2
    },
    {
        "context": "All capitalized terms not otherwise defined herein shall have the meanings ascribed to such terms in the Loan Documents.",
        "label": 2
    },
    {
        "context": "The Plan will be governed by the substantive laws (excluding the conflict of laws rules) of the State of North Carolina.",
        "label": 2
    },
    {
        "context": "All capitalized terms used in this Second Amendment and not otherwise defined shall have the same meanings herein as in the Agreement.",
        "label": 2
    },
    {
        "context": "(a)  Unless previously terminated, the Commitments shall terminate on the Revolving Credit Termination Date.",
        "label": 2
    },
    {
        "context": "The Company shall continue in existence in perpetuity, unless and until the Company is dissolved as provided in Section 13 .",
        "label": 2
    },
    {
        "context": "This Agreement shall not be assignable by any party, except by the Bank and the Corporation to any successor in interest to its business.",
        "label": 2
    },
    {
        "context": "The purchase and sale of the Property shall be consummated contemporaneously with the execution of this Agreement.",
        "label": 2
    },
    {
        "context": "No amendment or modification of the terms of this Agreement shall be binding unless in writing and signed by the Parties.",
        "label": 2
    },
    {
        "context": "Sections 10 through 19 (inclusive) of this Agreement shall survive the termination of Executive’s employment with the Company.",
        "label": 2
    },
    {
        "context": "The Bank shall have received the Borrower’s request for such Revolving Loan as required under Section 2.2.",
        "label": 2
    },
    {
        "context": "All capitalized terms not defined in this First Amendment have the same meanings given to those terms in the Agreement.",
        "label": 2
    },
    {
        "context": "This Agreement shall be construed under and enforced in accordance with the laws of the State of Alabama.",
        "label": 2
    },
    {
        "context": "This Agreement and the MTA constitutes the entire understanding between the Parties with respect to the subject matter hereof.",
        "label": 2
    },
    {
        "context": "All captions and section headings used in this Agreement are for convenience purposes only and do not form a part of this Agreement.",
        "label": 2
    },
    {
        "context": "Buyers and Seller may amend, modify, or supplement this Agreement only by an instrument in writing signed by Buyers and Seller.",
        "label": 2
    },
    {
        "context": "THIS SECURITY AGREEMENT SHALL BE GOVERNED BY, AND CONSTRUED AND INTERPRETED IN ACCORDANCE WITH, THE LAW OF THE STATE OF NEW YORK.",
        "label": 2
    },
    {
        "context": "The Member may amend this Agreement (with the consent of OMP GP) pursuant to a duly executed written instrument from time to time.",
        "label": 2
    },
    {
        "context": "Options awarded pursuant to this Section 5 shall vest in the manner determined by the Board with respect to such award.",
        "label": 2
    },
    {
        "context": "This Release may be amended only upon a written agreement executed by the Executive and the Company.",
        "label": 2
    },
    {
        "context": "The Bank shall withhold any taxes that are required to be withheld from the benefits provided under this Agreement.",
        "label": 2
    },
    {
        "context": "The term of this Agreement shall have a term of six (6) months, commencing as of the Effective Date of this Agreement (the “Term” ).",
        "label": 2
    },
    {
        "context": "THIS FOURTH AMENDMENT SHALL BE GOVERNED BY, AND CONSTRUED IN ACCORDANCE WITH, THE LAW OF THE STATE OF NEW YORK.",
        "label": 2
    },
    {
        "context": "This Amendment shall become effective as of the date this Amendment is approved by the board of directors of the Company.",
        "label": 2
    },
    {
        "context": "No provision of this Termination Agreement may be changed, waived, discharged or discounted, except in writing signed by the Parties hereto.",
        "label": 2
    },
    {
        "context": "All capitalized terms used but not otherwise defined herein have the meanings given to them in the Loan Agreement.",
        "label": 2
    },
    {
        "context": "Capitalized term used, but not otherwise defined, herein has the respective meaning ascribed to such term in the Merger Agreement.",
        "label": 2
    },
    {
        "context": "This Amendment and the Agreement cannot be modified in any manner other than by written modification executed by Seller and Buyer.",
        "label": 2
    },
    {
        "context": "Sections 6.02, 6.03, 6.07, 6.08, 6.09, 6.10 and 6.12 of the Investment Agreement are incorporated herein by reference, mutatis mutandis .",
        "label": 2
    },
    {
        "context": "The Firm will authorize PriceWaterhouseCoopers to prepare your United Kingdom and United States taxes relating to your year of transfer.",
        "label": 2
    },
    {
        "context": "Each party shall pay its own costs and expenses with respect to the transactions contemplated by this Agreement.",
        "label": 2
    },
    {
        "context": "This Agreement shall be construed in accordance with and governed by the laws of the State of California without regard to conflicts of law.",
        "label": 2
    },
    {
        "context": "Capitalized terms used and not defined herein shall have the meanings assigned to such terms in the Loan Agreement.",
        "label": 2
    },
    {
        "context": "All fees and expenses due and payable to the Administrative Agent, the Joint Lead Arrangers and any other Credit Party shall have been paid.",
        "label": 2
    },
    {
        "context": "All communications and notices hereunder shall be given as provided in the Credit Agreement or, as the case may be, the Security Agreement.",
        "label": 2
    },
    {
        "context": "All capitalized terms used and not otherwise defined herein shall have the meaning ascribed thereto in the Registration Rights Agreement.",
        "label": 2
    },
    {
        "context": "Capitalized terms used herein and not otherwise defined shall have the meaning given to such terms in the LLC Agreement.",
        "label": 2
    },
    {
        "context": "Nothing except cash payment in full of the Obligations shall release the undersigned from liability under this Guaranty.",
        "label": 2
    },
    {
        "context": "All capitalized terms used and not defined herein shall have the meanings given to them in the applicable Agreement.",
        "label": 2
    },
    {
        "context": "Receipt by the Administrative Agent, JPMS and the Lenders of any fees required to be paid on or before the Closing Date.",
        "label": 2
    },
    {
        "context": "This Agreement may not be assigned or transferred by either party without express written agreement by both parties.",
        "label": 2
    },
    {
        "context": "Terms used in this Acknowledgement which are not defined in this Acknowledgement shall have the meanings provided in the Agreement.",
        "label": 2
    },
    {
        "context": "This Agreement may be modified, amended or supplemented only by written agreement executed by the Parties.",
        "label": 2
    },
    {
        "context": "THIS THIRD AMENDMENT SHALL BE GOVERNED BY, AND CONSTRUED IN ACCORDANCE WITH, THE LAWS OF THE STATE OF TEXAS.",
        "label": 2
    },
    {
        "context": "With respect to any Loan, the Administrative Agent shall have received a duly executed notice of borrowing.",
        "label": 2
    },
    {
        "context": "This Amendment shall be subject to the same Governing Law provision as is set forth in your Employment Agreement.",
        "label": 2
    },
    {
        "context": "As used herein, unless the context requires otherwise, the following terms have the meanings indicated below.",
        "label": 2
    },
    {
        "context": "The Buyer is a corporation, duly organized, validly existing and in good standing under the laws of the State of Delaware.",
        "label": 2
    },
    {
        "context": "The Plan, when approved by the General Partner, shall be effective as of the date of adoption (the “ Effective Date ”).",
        "label": 2
    },
    {
        "context": "This Third Amendment shall be governed by and construed in accordance with the laws applicable to the Credit Agreement.",
        "label": 2
    },
    {
        "context": "The rules of construction specified in Section 1.02 of the Credit Agreement also apply to this Amendment.",
        "label": 2
    },
    {
        "context": "The proceeds of the Revolving Loans and the Swingline Loans, and the Letters of Credit, shall be used for general corporate purposes.",
        "label": 2
    },
    {
        "context": "The Options will not participate with respect to any dividends or other distributions on account of Class A Common Stock until exercised.",
        "label": 2
    },
    {
        "context": "For purposes of this letter, the terms “ Change of Control ,” “ Cause ,” and “ Good Reason ” shall have the following meanings.",
        "label": 2
    },
    {
        "context": "The Required Lenders shall have received this Amendment, executed and delivered by a duly authorized officer of the Borrower.",
        "label": 2
    },
    {
        "context": "Unless otherwise defined herein, capitalized terms used herein shall have the meanings given thereto in the Agreement.",
        "label": 2
    },
    {
        "context": "As of the Closing Date, Holdings has no Subsidiaries other than those specifically disclosed on Schedule 4.13 .",
        "label": 2
    },
    {
        "context": "This Consent shall be binding upon and inure to the benefit of the parties hereto, and their heirs, successors and assigns.",
        "label": 2
    },
    {
        "context": "Capitalized terms not otherwise defined herein shall have the meanings given to such terms in the ROFO Agreement.",
        "label": 2
    },
    {
        "context": "This Agreement shall be governed by the laws of the State of California, without regard to its conflicts of law provisions.",
        "label": 2
    },
    {
        "context": "This Reinstatement shall be binding upon and inure to the benefit of the parties hereto and their respective successors and assigns.",
        "label": 2
    },
    {
        "context": "This Agreement and the performance hereof shall be construed and governed in accordance with the laws of the State of Minnesota.",
        "label": 2
    },
    {
        "context": "All notices, requests and demands to or upon Mortgagee or Mortgagor shall be given in accordance with Section 11.01 of the Agreement.",
        "label": 2
    },
    {
        "context": "You will be eligible to participate in all benefit programs, if any, that the Company may decide to establish in the future.",
        "label": 2
    },
    {
        "context": "This Assignment shall be governed and interpreted in accordance with the laws of the State of California.",
        "label": 2
    },
    {
        "context": "All capitalized terms used herein shall have the same meaning as defined in the Lease, unless otherwise defined in this Fifteenth Amendment.",
        "label": 2
    },
    {
        "context": "EACH OF THE PARTIES WAIVES ITS RIGHTS TO TRIAL BY JURY AND AGREES TO SUBMIT ANY LAWSUIT TO TRIAL BEFORE THE COURT AND WITHOUT A JURY.",
        "label": 2
    },
    {
        "context": "EACH PARTY HERETO AGREES THAT SECTION 13.09(b) OF THE CREDIT AGREEMENT SHALL APPLY TO THIS AGREEMENT MUTATIS MUTANDIS.",
        "label": 2
    },
    {
        "context": "At the time of and immediately after giving effect to such Borrowing, no Default shall have occurred and be continuing.",
        "label": 2
    },
    {
        "context": "This Agreement will be governed by the laws of the State of North Carolina (with the exception of its conflict of laws provision.",
        "label": 2
    },
    {
        "context": "THE PARTIES EACH WAIVE, TO THE EXTENT PERMITTED BY LAW, ANY RIGHT TO TRIAL BY JURY IN ANY ACTION OR PROCEEDING RELATING TO THIS WARRANT.",
        "label": 2
    },
    {
        "context": "This Series B Note may not be amended, modified, or changed, except only by an instrument in writing signed by the Company and the Holder.",
        "label": 2
    },
    {
        "context": "Client operates its business in material compliance with all applicable local, state and federal laws.",
        "label": 2
    },
    {
        "context": "This Agreement shall be governed by, and construed in accordance with, the laws of the State of California.",
        "label": 2
    },
    {
        "context": "This Agreement shall be governed and interpreted in accordance with the laws of Ohio and applicable federal law.",
        "label": 2
    },
    {
        "context": "Upon the date of your employment transfer to the United States, you will be subject to the arbitration requirements in this Paragraph 20.",
        "label": 2
    },
    {
        "context": "Unless otherwise defined herein, capitalized terms used herein shall have the respective meanings given to them in the Agreement.",
        "label": 2
    },
    {
        "context": "This Amendment may be executed in one or more counterparts, all of which shall constitute one and the same Amendment.",
        "label": 2
    },
    {
        "context": "The Plan, and all agreements hereunder, shall be construed in accordance with and governed by the laws of the State of Maryland.",
        "label": 2
    },
    {
        "context": "Capitalized terms not otherwise defined in this Appendix A have the meaning ascribed to such terms in the main Plan.",
        "label": 2
    },
    {
        "context": "This Employment Agreement shall be construed and enforced pursuant to the laws of the State of Ohio.",
        "label": 2
    },
    {
        "context": "For purposes of this Section 2.13, (i) the term “Applicable Law” includes FATCA and (ii) the term “Lender” includes any Fronting Bank.",
        "label": 2
    },
    {
        "context": "All salary, bonus and other compensation payable to the Employee shall be subject to applicable withholdings.",
        "label": 2
    },
    {
        "context": "This Amendment shall be deemed effective upon the due execution and delivery of this Amendment by each party hereto.",
        "label": 2
    },
    {
        "context": "THIS JOINDER AGREEMENT SHALL BE CONSTRUED IN ACCORDANCE WITH, AND GOVERNED BY, THE LAWS OF THE STATE OF NEW YORK.",
        "label": 2
    },
    {
        "context": "The covenants set forth in the foregoing provisions of this Section 5 may be enforced pursuant to the provisions of Section 6(f) hereof.",
        "label": 2
    },
    {
        "context": "This Agreement may be executed in two or more counterparts, all of which together shall constitute one and the same Agreement.",
        "label": 2
    },
    {
        "context": "All amounts due under this Section 10.04 shall be payable no later than three (3) Business Days after demand therefor.",
        "label": 2
    },
    {
        "context": "The Loan Parties, together with their respective Restricted Subsidiaries, on a consolidated basis are Solvent.",
        "label": 2
    },
    {
        "context": "Prior to the end of the Initial Period, the Company may terminate this Agreement upon ninety (90) days’ prior written notice to Investor.",
        "label": 2
    },
    {
        "context": "As compensation for the performance of the duties hereunder, the Company shall pay to Employee an annual Base Salary of $1,000,000.",
        "label": 2
    },
    {
        "context": "This Agreement shall take effect on the date hereof and shall remain in effect until it is terminated pursuant to Section 11.2.",
        "label": 2
    },
    {
        "context": "The Company intends to use the net proceeds from the sale of the Securities for working capital and general corporate purposes.",
        "label": 2
    },
    {
        "context": "This Agreement shall be governed by the laws of the State of Nevada, without regard to its conflicts of laws rules or provisions.",
        "label": 2
    },
    {
        "context": "Capitalized terms used but not defined herein shall have the meanings ascribed to them in the Agreement.",
        "label": 2
    },
    {
        "context": "Capitalized terms used herein but not otherwise defined shall have the respective meanings given to them in the Loan Agreement.",
        "label": 2
    },
    {
        "context": "On the Effective Date MMT will not own, license or otherwise have any rights in or to any Intellectual Property.",
        "label": 2
    },
    {
        "context": "This Agreement will be governed by the laws of the State of Florida, without giving effect to principles of conflicts of law.",
        "label": 2
    },
    {
        "context": "If the Closing shall occur, the Deposit shall be applied as a partial payment of the Purchase Price.",
        "label": 2
    },
    {
        "context": "All amounts due under this Section shall be payable not later than fifteen (15) Business Days after written demand therefor.",
        "label": 2
    },
    {
        "context": "The Company is not responsible for any of the Consultant’s travel, entertainment and other out-of-pocket costs.",
        "label": 2
    },
    {
        "context": "No Default or Event of Default shall have occurred and be continuing or would result from the funding of the Loan.",
        "label": 2
    },
    {
        "context": "The headings of this Waiver are for convenience of reference and shall not form part of, or affect the interpretation of, this Waiver.",
        "label": 2
    },
    {
        "context": "The Company agrees and covenants that it will use the net proceeds from the Offering for general corporate purposes.",
        "label": 2
    },
    {
        "context": "The headings used in this Agreement are included for convenience only and are not to be used in construing or interpreting this Agreement.",
        "label": 2
    },
    {
        "context": "Capitalized terms used herein that are not otherwise defined shall have the meanings set forth in the Purchase Agreement.",
        "label": 2
    },
    {
        "context": "The insurance coverage of the Borrower and its Subsidiaries complies with the requirements set forth in Section 6.6 .",
        "label": 2
    },
    {
        "context": "Paragraph headings are for convenience only and shall not be considered a part of the terms and provisions of the Agreement.",
        "label": 2
    },
    {
        "context": "The obligation of confidentiality under this 0 shall survive until the second anniversary the Closing Date.",
        "label": 2
    },
    {
        "context": "In order to receive Compensation Membership Interests, the Lender shall not be required to make any payments, whether in cash or otherwise.",
        "label": 2
    },
    {
        "context": "This Agreement shall commence on the Effective Date and shall be perpetual, unless earlier terminated in accordance with Section 8.2.",
        "label": 2
    },
    {
        "context": "Your rights and obligations under this letter agreement are personal to you and may not be transferred by you by assignment or otherwise.",
        "label": 2
    },
    {
        "context": "The provisions of Sections 4, 5, 6, 7, and 8 shall survive the termination of this Agreement and Executive's employment with the Company.",
        "label": 2
    },
    {
        "context": "This Grant Agreement shall be construed and enforced in accordance with Section 5(h) of the Subplan.",
        "label": 2
    },
    {
        "context": "The headings in this Agreement are for purposes of reference only and shall not be considered in construing this Agreement.",
        "label": 2
    },
    {
        "context": "The terms and conditions of this Article II will survive the expiration or earlier termination of this Agreement.",
        "label": 2
    },
    {
        "context": "To the extent not preempted by ERISA, the laws of the State of California shall govern the construction and administration of the Plan.",
        "label": 2
    },
    {
        "context": "This Agreement and the performance hereunder shall be construed and determined in accordance with the laws of the State of Missouri.",
        "label": 2
    },
    {
        "context": "This Agreement and related Riders shall be interpreted under and performance shall be governed by the laws of the State of Texas.",
        "label": 2
    },
    {
        "context": "No event shall have occurred and be continuing that constitutes an Event of Default (as defined below).",
        "label": 2
    },
    {
        "context": "The Parties’ obligations under this Article 6 shall survive the termination of this Agreement for any reason whatsoever.",
        "label": 2
    },
    {
        "context": "This Amendment shall be effective on the date of the last signature below. (the “Amendment Effective Date”).",
        "label": 2
    },
    {
        "context": "No amendment to this Agreement shall be effective unless such amendment is in writing and signed by each Party.",
        "label": 2
    },
    {
        "context": "This Amendment shall be construed and governed in accordance with the laws of the State of Delaware.",
        "label": 2
    }
]