[
    {
        "context": "Characterising pharmacological ligands to study the long chain fatty acid receptors GPR40/FFA1 and GPR120/FFA4.",
        "label": 0
    },
    {
        "context": "Association of recurrent pregnancy loss with chromosomal abnormalities and hereditary thrombophilias.",
        "label": 0
    },
    {
        "context": "The alternative pathway of complement activation may be involved in the renal damage of human anti-glomerular basement membrane disease.",
        "label": 0
    },
    {
        "context": "The simple predictors of pseudomembranous colitis in patients with hospital-acquired diarrhea: a prospective observational study.",
        "label": 0
    },
    {
        "context": "Suppressive chemoprophylaxis invites avoidable risk of serious illness caused by Plasmodium vivax malaria.",
        "label": 0
    },
    {
        "context": "N-myc downstream-regulated gene 2 expression is associated with glucose transport and correlated with prognosis in breast carcinoma.",
        "label": 0
    },
    {
        "context": "Massive and painful ascites as a presenting manifestation of systemic lupus erythematosus flare: a case report and literature review.",
        "label": 0
    },
    {
        "context": "Reproducibility of fdg pet based metabolic tumor volume measurements and of their fdg distribution within.",
        "label": 0
    },
    {
        "context": "Cerebrospinal fluid neurofilament concentration reflects disease severity in frontotemporal degeneration.",
        "label": 0
    },
    {
        "context": "[The risk factors and prognosis of acute kidney injury after cardiac surgery: a prospective cohort study of 4007 cases].",
        "label": 0
    },
    {
        "context": "Expression of programmed death ligand 1 (PD-L1) is associated with poor prognosis in human breast cancer.",
        "label": 0
    },
    {
        "context": "Retreatment with erlotinib of a patient with metastatic NSCLC harboring EGFR mutation: a case report.",
        "label": 0
    },
    {
        "context": "Elective endovascular aneurysm repair in the elderly: trends and outcomes from the nationwide inpatient sample.",
        "label": 0
    },
    {
        "context": "Childhood exposure to violence and lifelong health: clinical intervention science and stress-biology research join forces.",
        "label": 0
    },
    {
        "context": "Postoperative radiotherapy to stabilize a tumor embolus in clear cell renal cell carcinoma: A case report.",
        "label": 0
    },
    {
        "context": "Prevalence of human T-lymphotropic virus type 1 infection among blood donors in mainland China: a meta-analysis.",
        "label": 0
    },
    {
        "context": "A transcontinental pilot study for acupuncture lifting-thrusting and twisting-rotating manipulations.",
        "label": 0
    },
    {
        "context": "Fetal Haemoglobin and beta-globin Gene Cluster Haplotypes among Sickle Cell Patients in Chhattisgarh.",
        "label": 0
    },
    {
        "context": "Burden and trends of hospitalisations associated with pulmonary non-tuberculous mycobacterial infections in Germany, 2005-2011.",
        "label": 0
    },
    {
        "context": "Acquired Gerbode defect and third-degree atrioventricular block secondary to vehicular trauma in a dog.",
        "label": 0
    },
    {
        "context": "The immunomodulatory activity of Staphylococcus aureus products derived from biofilm and planktonic cultures.",
        "label": 0
    },
    {
        "context": "A 20-gene signature in predicting the chemoresistance of breast cancer to taxane-based chemotherapy.",
        "label": 0
    },
    {
        "context": "Tumor suppressive effects of bromodomain-containing protein 7 (BRD7) in epithelial ovarian carcinoma.",
        "label": 0
    },
    {
        "context": "Health care-associated infection after red blood cell transfusion: a systematic review and meta-analysis.",
        "label": 0
    },
    {
        "context": "Bone and fat mass in relation to postnatal levels of insulin-like growth factors in prematurely born children at 4 y of age.",
        "label": 0
    },
    {
        "context": "Phenotypic variability in ARCA2 and identification of a core ataxic phenotype with slow progression.",
        "label": 0
    },
    {
        "context": "Effects of treatment with hydrogen sulfide on methionine-choline deficient diet-induced non-alcoholic steatohepatitis in rats.",
        "label": 0
    },
    {
        "context": "Detection of breast cancer with a computer-aided detection applied to full-field digital mammography.",
        "label": 0
    },
    {
        "context": "Penetration of topical diclofenac sodium 4 % spray gel into the synovial tissue and synovial fluid of the knee: a randomised clinical trial.",
        "label": 0
    },
    {
        "context": "[Better vaccinations - new approaches for targeted immunomodulation in healthy and immunosuppressed].",
        "label": 0
    },
    {
        "context": "Reduced directed forgetting for negative words suggests schizophrenia-related disinhibition of emotional cues.",
        "label": 0
    },
    {
        "context": "Increased expression levels of E-cadherin, cytokeratin 18 and 19 observed in preeclampsia were not correlated with disease severity.",
        "label": 0
    },
    {
        "context": "Serum leukotrienes, circulating neutrophils, and high sensitivity C-reactive protein in Chinese children with sleep-disordered breathing.",
        "label": 0
    },
    {
        "context": "Functional transplantation of salivary gland cells differentiated from mouse early ES cells in vitro.",
        "label": 0
    },
    {
        "context": "Comprehensive FISH probe design tool applied to imaging human immunoglobulin class switch recombination.",
        "label": 0
    },
    {
        "context": "Penetration of GSK1322322 into epithelial lining fluid and alveolar macrophages as determined by bronchoalveolar lavage.",
        "label": 0
    },
    {
        "context": "The utility of the Edinburgh Depression Scale as a screening tool for depression in Parkinson's disease.",
        "label": 0
    },
    {
        "context": "Disease progression and antiretroviral therapy in newly seropositive HIV subjects in a tertiary care hospital in North India.",
        "label": 0
    },
    {
        "context": "Total arch repair with open triple-branched stent graft placement for acute type A aortic dissection: experience with 122 patients.",
        "label": 0
    },
    {
        "context": "Metastatic testicular tumor presenting as a scrotal hydrocele: An initial manifestation of pancreatic adenocarcinoma.",
        "label": 0
    },
    {
        "context": "Effects of pre-deployment loperamide provision on use and travelers' diarrhea outcomes among U.S. military personnel deployed to Turkey.",
        "label": 0
    },
    {
        "context": "Development of a questionnaire to assess interprofessional collaboration between two different care levels.",
        "label": 0
    },
    {
        "context": "Combined targeting of JAK2 and Bcl-2/Bcl-xL to cure mutant JAK2-driven malignancies and overcome acquired resistance to JAK2 inhibitors.",
        "label": 0
    },
    {
        "context": "Factors associated with failure to complete isoniazid therapy for latent tuberculosis infection in children and adolescents.",
        "label": 0
    },
    {
        "context": "Switching neuronal state: optimal stimuli revealed using a stochastically-seeded gradient algorithm.",
        "label": 0
    },
    {
        "context": "The Alzheimer structural connectome: changes in cortical network topology with increased amyloid plaque burden.",
        "label": 0
    },
    {
        "context": "Pancreatic carcinoma, pancreatitis, and healthy controls: metabolite models in a three-class diagnostic dilemma.",
        "label": 0
    },
    {
        "context": "Effect of human papillomavirus genotype on severity and prognosis of cervical intraepithelial neoplasia.",
        "label": 0
    },
    {
        "context": "Enhancing the bioavailability of magnolol in rabbits using melting solid dispersion with polyvinylpyrrolidone.",
        "label": 0
    },
    {
        "context": "A germline point mutation in Runx1 uncouples its role in definitive hematopoiesis from differentiation.",
        "label": 0
    },
    {
        "context": "Effect of implementation of the mass breast cancer screening programme in older women in the Netherlands: population based study.",
        "label": 0
    },
    {
        "context": "Variability of glucose-lowering effect as a limiting factor in optimizing basal insulin therapy: a review.",
        "label": 0
    },
    {
        "context": "Mortality prediction in patients with dialysis-dependent acute kidney injury after cardiac surgery with cardiopulmonary bypass.",
        "label": 0
    },
    {
        "context": "Plasma 25-hydroxyvitamin D and risk of non-melanoma and melanoma skin cancer: a prospective cohort study.",
        "label": 0
    },
    {
        "context": "Validity and responsiveness of EuroQol-5 dimension (EQ-5D) versus Short Form-6 dimension (SF-6D) questionnaire in chronic pain.",
        "label": 0
    },
    {
        "context": "Having to stop driving at night because of dangerous sleepiness--awareness, physiology and behaviour.",
        "label": 0
    },
    {
        "context": "High prevalence of nausea in children with pain-associated functional gastrointestinal disorders: are Rome criteria applicable?",
        "label": 0
    },
    {
        "context": "Obesity misclassification and the metabolic syndrome in adults with functional mobility impairments: Nutrition Examination Survey 2003-2006.",
        "label": 0
    },
    {
        "context": "Geographic variation in the prevalence of attention-deficit/hyperactivity disorder: the sunny perspective.",
        "label": 0
    },
    {
        "context": "Clinical features and laboratory findings of human parvovirus B19 in human immunodeficiency virus-infected patients.",
        "label": 0
    },
    {
        "context": "Rapid detection and differentiation of human noroviruses using RT-PCR coupled to electrospray ionization mass spectrometry.",
        "label": 0
    },
    {
        "context": "A novel systemically administered Toll-like receptor 7 agonist potentiates the effect of ionizing radiation in murine solid tumor models.",
        "label": 0
    },
    {
        "context": "Practicality of production of (3)(2)P by direct neutron activation for its utilization in bone pain palliation as Na(3)[(3)(2)P]PO(4).",
        "label": 0
    },
    {
        "context": "Mutations in hereditary phosphoglucomutase 1 deficiency map to key regions of enzyme structure and function.",
        "label": 0
    },
    {
        "context": "Assessment of Osstell ISQ's reliability for implant stability measurement: a cross-sectional clinical study.",
        "label": 0
    },
    {
        "context": "Activated deltaopioid receptors inhibit hydrogen peroxideinduced apoptosis in liver cancer cells through the PKC/ERK signaling pathway.",
        "label": 0
    },
    {
        "context": "ERBB4 promoter polymorphism is associated with poor distant disease-free survival in high-risk early breast cancer.",
        "label": 0
    },
    {
        "context": "IGFBP7, a novel tumor stroma marker, with growth-promoting effects in colon cancer through a paracrine tumor-stroma interaction.",
        "label": 0
    },
    {
        "context": "Emerging transporters of clinical importance: an update from the International Transporter Consortium.",
        "label": 0
    },
    {
        "context": "Prediction of insemination outcomes in Holstein dairy cattle using alternative machine learning algorithms.",
        "label": 0
    },
    {
        "context": "A comparison of the anteromedial and transtibial drilling technique in ACL reconstruction after a short-term follow-up.",
        "label": 0
    },
    {
        "context": "Microarray-based genotyping and clinical outcomes of Staphylococcus aureus bloodstream infection: an exploratory study.",
        "label": 0
    },
    {
        "context": "Identifying and Eliminating Deficiencies in the General Surgery Resident Core Competency Curriculum.",
        "label": 0
    },
    {
        "context": "Associations of sexually transmitted infections with condom problems among young men who have sex with men.",
        "label": 0
    },
    {
        "context": "A Prospective Randomized Study of Bicompartmental vs. Total Knee Arthroplasty with Functional Testing and Short Term Outcome.",
        "label": 0
    },
    {
        "context": "Complete cardiac rupture associated with closed chest cardiac massage: case report and review of the literature.",
        "label": 0
    },
    {
        "context": "Augmented multisensory feedback enhances locomotor adaptation in humans with incomplete spinal cord injury.",
        "label": 0
    },
    {
        "context": "The prospect of a generation free of HIV may be within reach if the right policy decisions are made.",
        "label": 0
    },
    {
        "context": "Genetic variance in ABCB1 and CYP3A5 does not contribute toward the development of chronic kidney disease after liver transplantation.",
        "label": 0
    },
    {
        "context": "Early Complete Molecular Response to First-Line Nilotinib in Two Patients with Chronic Myeloid Leukemia Carrying the p230 Transcript.",
        "label": 0
    },
    {
        "context": "Establish and verify TSH reference intervals using optimized statistical method by analyzing laboratory-stored data.",
        "label": 0
    },
    {
        "context": "Air pollution and newly diagnostic autism spectrum disorders: a population-based cohort study in Taiwan.",
        "label": 0
    },
    {
        "context": "[Noninvasive medical imaging system for tissue classification using RGB LED and micro-spectroscopy].",
        "label": 0
    },
    {
        "context": "Mathematical modeling for selecting center locations for medical and health supplies reserve in Hainan Province.",
        "label": 0
    },
    {
        "context": "Mefloquine improved progressive multifocal leukoencephalopathy in a patient with immunoglobulin A nephropathy.",
        "label": 0
    },
    {
        "context": "Fast detection of alpha-fetoprotein-L3 using lens culinaris agglutinin immobilized gold nanoparticles.",
        "label": 0
    },
    {
        "context": "Production and Characterization of Mouse Monoclonal Antibodies Recognizing Human Pan-IgG Specific Conformational or Linear Epitopes.",
        "label": 0
    },
    {
        "context": "Tyrosine phosphorylation is essential for DSCAML1 to promote dendrite arborization of mouse cortical neurons.",
        "label": 0
    },
    {
        "context": "Pavlovian conditioned approach, extinction, and spontaneous recovery to an audiovisual cue paired with an intravenous heroin infusion.",
        "label": 0
    },
    {
        "context": "Ligation of left renal vein for spontaneous splenorenal shunt to prevent portal hypoperfusion after orthotopic liver transplantation.",
        "label": 0
    },
    {
        "context": "Are clinical trials dealing with severe infection fitting routine practices? Insights from a large registry.",
        "label": 0
    },
    {
        "context": "Curcumin sensitizes glioblastoma to temozolomide by simultaneously generating ROS and disrupting AKT/mTOR signaling.",
        "label": 0
    },
    {
        "context": "Effect of tricalcium aluminate on the physicochemical properties, bioactivity, and biocompatibility of partially stabilized cements.",
        "label": 0
    },
    {
        "context": "The contribution of media analysis to the evaluation of environmental interventions: the commuting and health in Cambridge study.",
        "label": 0
    },
    {
        "context": "T wave alternans in experimental myocardial infarction: time course and predictive value for the assessment of myocardial damage.",
        "label": 0
    },
    {
        "context": "Perinatal Outcome in Pregnancies with Extreme Preterm Premature Rupture of Membranes (Mid-Trimester PROM).",
        "label": 0
    },
    {
        "context": "Should antidepressant drugs of the selective serotonin reuptake inhibitor family be tested as antiepileptic drugs?",
        "label": 0
    },
    {
        "context": "Risk of subsequent cutaneous malignancy in patients with prior keratinocyte carcinoma: a systematic review and meta-analysis.",
        "label": 0
    },
    {
        "context": "Tardive dyskinesia in patients treated with atypical antipsychotics: case series and brief review of etiologic and treatment considerations.",
        "label": 0
    },
    {
        "context": "Results of switching to milnacipran in fibromyalgia patients with an inadequate response to duloxetine: a phase IV pilot study.",
        "label": 0
    },
    {
        "context": "Sentinel node biopsy for patients with early breast cancer under local anaesthesia: time to say goodbye?",
        "label": 0
    },
    {
        "context": "The effect of cigarette smoking on human sperm creatine kinase activity: as an ATP buffering system in sperm.",
        "label": 0
    },
    {
        "context": "Poor adherence to the World Health Organization guidelines of treatment of severe pneumonia in children at Khartoum, Sudan.",
        "label": 0
    },
    {
        "context": "The effects of industry sponsorship on comparator selection in trial registrations for neuropsychiatric conditions in children.",
        "label": 0
    },
    {
        "context": "Efficacy and safety of a magnesium sulfate-rich natural mineral water for patients with functional constipation.",
        "label": 0
    },
    {
        "context": "Effect of Intradiscal Methylene Blue Injection for the Chronic Discogenic Low Back Pain: One Year Prospective Follow-up Study.",
        "label": 0
    },
    {
        "context": "Feasibility of arthroscopic 3-dimensional, purely autologous chondrocyte transplantation for chondral defects of the hip: a case series.",
        "label": 0
    },
    {
        "context": "[General anesthesia for ambulatory surgery : Clinical pharmacological considerations on the practical approach.]",
        "label": 0
    },
    {
        "context": "Resources allocation in healthcare for cancer: a case study using generalised additive mixed models.",
        "label": 0
    },
    {
        "context": "Entry-into-humans study with ACT-462206, a novel dual orexin receptor antagonist, comparing its pharmacodynamics with almorexant.",
        "label": 0
    },
    {
        "context": "Search for new tools to combat Gram-negative resistant bacteria among amine derivatives of 5-arylidenehydantoin.",
        "label": 0
    },
    {
        "context": "Initial perceptions of key stakeholders in Ontario regarding independent prescriptive authority for pharmacists.",
        "label": 0
    },
    {
        "context": "Reading pulmonary vascular pressure tracings. How to handle the problems of zero leveling and respiratory swings.",
        "label": 0
    },
    {
        "context": "The combination of mesenchymal stem cells and a bone scaffold in the treatment of vertebral body defects.",
        "label": 0
    },
    {
        "context": "Effect of metformin on selected parameters of hemostasis in fenofibrate-treated patients with impaired glucose tolerance.",
        "label": 0
    },
    {
        "context": "Screening for subclinical atherosclerosis by noninvasive methods in asymptomatic patients with risk factors.",
        "label": 0
    },
    {
        "context": "Acupuncture for posttraumatic stress disorder: a systematic review of randomized controlled trials and prospective clinical trials.",
        "label": 0
    },
    {
        "context": "Adipokines and biochemical changes in Egyptian obese subjects: possible variation with sex and degree of obesity.",
        "label": 0
    },
    {
        "context": "Fibroblast growth factor-21 is expressed in neonatal and pheochromocytoma-induced adult human brown adipose tissue.",
        "label": 0
    },
    {
        "context": "Dimethylfumarate attenuates restenosis after acute vascular injury by cell-specific and Nrf2-dependent mechanisms.",
        "label": 0
    },
    {
        "context": "Value of liver elastography and abdominal ultrasound for detection of complications of allogeneic hemopoietic SCT.",
        "label": 0
    },
    {
        "context": "A telemonitoring tool based on serious games addressing money management skills for people with intellectual disability.",
        "label": 0
    },
    {
        "context": "A dosimetric comparison of proton and photon therapy in unresectable cancers of the head of pancreas.",
        "label": 0
    },
    {
        "context": "The relationship between expressed emotion and wellbeing for families and carers of a relative with Borderline Personality Disorder.",
        "label": 0
    },
    {
        "context": "[Assessment of efficacy of reconstructive operations on carotid arteries in combination of stenosis and pathological tortuosity.]",
        "label": 0
    },
    {
        "context": "[Morbidity and drug consumption. Comparison of results between the National Health Survey and electronic medical records].",
        "label": 0
    },
    {
        "context": "Inhibition of Quorum Sensing Mediated Virulence Factors Production in Urinary Pathogen Serratia marcescens PS1 by Marine Sponges.",
        "label": 0
    },
    {
        "context": "Japanese Cancer Association Meeting UICC International session--what is cost-effectiveness in cancer treatment?",
        "label": 0
    },
    {
        "context": "Limited Diagnostic Value of Routine Screening of Neonates with the Urinary Group B Streptococcal Antigen Tests.",
        "label": 0
    },
    {
        "context": "[Effects of Wnt/beta-catenin signaling on the phenotype change of human dermal fibroblasts and its mechanism].",
        "label": 0
    },
    {
        "context": "Examination of the construct validity of the Swedish version of Hospital Anxiety and Depression Scale in breast cancer patients.",
        "label": 0
    },
    {
        "context": "Development and characterization of stabilized double loaded mPEG-PDLLA micelles for simultaneous delivery of paclitaxel and docetaxel.",
        "label": 0
    },
    {
        "context": "The case for an international patient-reported outcomes measurement information system (PROMIS(R)) initiative.",
        "label": 0
    },
    {
        "context": "An ion-exchange nanomembrane sensor for detection of nucleic acids using a surface charge inversion phenomenon.",
        "label": 0
    },
    {
        "context": "The risk of endoleak following stent covering of the internal iliac artery during endovascular aneurysm repair.",
        "label": 0
    },
    {
        "context": "A platform stratifying a sequestering agent and a pharmacological antagonist as a means to negate botulinum neurotoxicity.",
        "label": 0
    },
    {
        "context": "Burning Mouth Syndrome due to Television Moans, an Enigma for Oral Physician: Treatment with Counseling.",
        "label": 0
    },
    {
        "context": "Tracing the Origin of the HSC Hierarchy Reveals an SCF-Dependent, IL-3-Independent CD43(-) Embryonic Precursor.",
        "label": 0
    },
    {
        "context": "Current management of migraine in US emergency departments: An analysis of the National Hospital Ambulatory Medical Care Survey.",
        "label": 0
    },
    {
        "context": "The Effect of Viscosity on Cement Penetration in Total Knee Arthroplasty, an Application of the Squeeze Film Effect.",
        "label": 0
    },
    {
        "context": "Role of CIP4 in high glucose induced epithelial--mesenchymal transition of rat peritoneal mesothelial cells.",
        "label": 0
    },
    {
        "context": "Real-time lumped parameter modeling of cardiovascular dynamics using electrocardiogram signals: toward virtual cardiovascular instruments.",
        "label": 0
    },
    {
        "context": "CT signal heterogeneity of abdominal aortic aneurysm as a possible predictive biomarker for expansion.",
        "label": 0
    },
    {
        "context": "Iridoid glycosides isolated from Scrophularia dentata Royle ex Benth. and their anti-inflammatory activity.",
        "label": 0
    },
    {
        "context": "Cytosolic Double-Stranded RNA Activates the NLRP3 Inflammasome via MAVS-Induced Membrane Permeabilization and K+ Efflux.",
        "label": 0
    },
    {
        "context": "Investigation of change in cardinal symptoms of chronic rhinosinusitis after surgical or ongoing medical management.",
        "label": 0
    },
    {
        "context": "Genetic association of osteopontin (OPN) and its receptor CD44 genes with susceptibility to Chinese gastric cancer patients.",
        "label": 0
    },
    {
        "context": "Proximal median nerve entrapment caused by a distal biceps tendon cyst: an ultrasonographic diagnosis.",
        "label": 0
    },
    {
        "context": "Cellular proteolytic modification of tumor-suppressor CYLD is critical for the initiation of human T-cell acute lymphoblastic leukemia.",
        "label": 0
    },
    {
        "context": "Melatonin treatment protects liver of Zucker rats after ischemia/reperfusion by diminishing oxidative stress and apoptosis.",
        "label": 0
    },
    {
        "context": "Advanced screencasting with embedded assessments in pathophysiology and therapeutics course modules.",
        "label": 0
    },
    {
        "context": "Prevention of Clostridium difficile spore formation by sub-inhibitory concentrations of tigecycline and piperacillin/tazobactam.",
        "label": 0
    },
    {
        "context": "Serum citrulline as a biomarker of gastrointestinal function during hematopoietic cell transplantation in children.",
        "label": 0
    },
    {
        "context": "Negative effects on postural control after anterior cruciate ligament reconstruction as measured by the balance error scoring system.",
        "label": 0
    },
    {
        "context": "Dendritic cell modification as a route to inhibiting corneal graft rejection by the indirect pathway of allorecognition.",
        "label": 0
    },
    {
        "context": "Fertility Preservation Preferences and Perspectives Among Adult Male Survivors of Pediatric Cancer and Their Parents.",
        "label": 0
    },
    {
        "context": "Myocardial infarction as a complication in acute stroke: results from the austrian stroke unit registry.",
        "label": 0
    },
    {
        "context": "A survey of preoperative blood tests in primary open-angle glaucoma patients versus cataract surgery patients.",
        "label": 0
    },
    {
        "context": "Molecular analysis of Anaplasma phagocytophilum isolated from patients with febrile diseases of unknown etiology in China.",
        "label": 0
    },
    {
        "context": "microRNA202 suppresses MYCN expression under the control of E2F1 in the neuroblastoma cell line LAN5.",
        "label": 0
    },
    {
        "context": "Arbuscular mycorrhizal symbiosis and active ingredients of medicinal plants: current research status and prospectives.",
        "label": 0
    },
    {
        "context": "The psychological defensive profile of hemodialysis patients and its relationship to health-related quality of life.",
        "label": 0
    },
    {
        "context": "Uncertainty in management of childhood-onset idiopathic nephrotic syndrome: is the long-term prognosis really favorable?",
        "label": 0
    },
    {
        "context": "Epitope-specific antibody levels in tuberculosis: biomarkers of protection, disease, and response to treatment.",
        "label": 0
    },
    {
        "context": "Molecular identification of Sarcocystis spp. helped to define the origin of green pythons (Morelia viridis) confiscated in Germany.",
        "label": 0
    },
    {
        "context": "Erythropoiesis-stimulating Agent Use among Patients with Lupus Nephritis Approaching End-stage Renal Disease.",
        "label": 0
    },
    {
        "context": "Predicting therapy response in live tumor cells isolated with the flexible micro spring array device.",
        "label": 0
    },
    {
        "context": "Anti-CD47 antibody-mediated phagocytosis of cancer by macrophages primes an effective antitumor T-cell response.",
        "label": 0
    },
    {
        "context": "Understanding the burden of illness associated with hypoparathyroidism reported among patients in the paradox study.",
        "label": 0
    },
    {
        "context": "Unmet supportive care needs of patients with colorectal cancer: significant differences by type D personality.",
        "label": 0
    },
    {
        "context": "Validation of an open source framework for the simulation of blood flow in rigid and deformable vessels.",
        "label": 0
    },
    {
        "context": "18F-DOPA PET and enhanced CT imaging for congenital hyperinsulinism: initial UK experience from a technologist's perspective.",
        "label": 0
    },
    {
        "context": "Health inequalities as a foundation for embodying knowledge within public health teaching: a qualitative study.",
        "label": 0
    },
    {
        "context": "Goal disturbance and coping in children with type I diabetes mellitus: relationships with health-related quality of life and A1C.",
        "label": 0
    },
    {
        "context": "Effects of short-term exercise-training on aortic systolic pressure augmentation in overweight and obese individuals.",
        "label": 0
    },
    {
        "context": "Alternatively spliced, truncated GCSF receptor promotes leukemogenic properties and sensitivity to JAK inhibition.",
        "label": 0
    },
    {
        "context": "Serum Mac-2 binding protein levels as a novel diagnostic biomarker for prediction of disease severity and nonalcoholic steatohepatitis.",
        "label": 0
    },
    {
        "context": "Cytoplasmic HuR expression correlates with P-gp, HER-2 positivity, and poor outcome in breast cancer.",
        "label": 0
    },
    {
        "context": "Effects of hazelnuts consumption on fasting blood sugar and lipoproteins in patients with type 2 diabetes.",
        "label": 0
    },
    {
        "context": "The tumor suppressor gene, RASSF1A, is essential for protection against inflammation -induced injury.",
        "label": 0
    },
    {
        "context": "[Locoregional treatments of brain metastases for patients with metastatic cutaneous melanoma: French national guidelines.]",
        "label": 0
    },
    {
        "context": "Optimised laser microdissection of the human ocular surface epithelial regions for microarray studies.",
        "label": 0
    },
    {
        "context": "Systematic review of perioperative selective decontamination of the digestive tract in elective gastrointestinal surgery.",
        "label": 0
    },
    {
        "context": "Multiple cluster analysis for the identification of high-risk census tracts for out-of-hospital cardiac arrest (OHCA) in Denver, Colorado.",
        "label": 0
    },
    {
        "context": "Planning an objective and need based curriculum: the logistics with reference to the undergraduate medical education in biochemistry.",
        "label": 0
    },
    {
        "context": "Comparative Nonclinical Assessments of the Proposed Biosimilar PF-05280014 and Trastuzumab (Herceptin((R))).",
        "label": 0
    },
    {
        "context": "Precision pinch performance in patients with sensory deficits of the median nerve at the carpal tunnel.",
        "label": 0
    },
    {
        "context": "Measuring motivation in schizophrenia: is a general state of motivation necessary for task-specific motivation?",
        "label": 0
    },
    {
        "context": "Performance indicators for initial regional medical response to major incidents: a possible quality control tool.",
        "label": 0
    },
    {
        "context": "The clinical outcomes of percutaneous coronary intervention performed without pre-procedural aspirin.",
        "label": 0
    },
    {
        "context": "Isolation and characterization of a type 2 vaccine-derived poliovirus from environmental surveillance in China, 2012.",
        "label": 0
    },
    {
        "context": "Oncogenic mutations in cervical cancer: genomic differences between adenocarcinomas and squamous cell carcinomas of the cervix.",
        "label": 0
    },
    {
        "context": "An immunohistochemical study of matrix proteins in the craniofacial cartilage in midterm human fetuses.",
        "label": 0
    },
    {
        "context": "Hair Mercury Association with Selenium, Serum Lipid Spectrum, and Gamma-Glutamyl Transferase Activity in Adults.",
        "label": 0
    },
    {
        "context": "Human glutathione S-transferase A (GSTA) family genes are regulated by steroidogenic factor 1 (SF-1) and are involved in steroidogenesis.",
        "label": 0
    },
    {
        "context": "High-risk single ventricle palliation in children with Down syndrome: single institution experience.",
        "label": 0
    },
    {
        "context": "Human chemokines as antimicrobial peptides with direct parasiticidal effect on Leishmania mexicana in vitro.",
        "label": 0
    },
    {
        "context": "Global Adult Tobacco Survey (GATS) in Poland 2009-2010--study strengths, limitations and lessons learned.",
        "label": 0
    },
    {
        "context": "An investigation into the strength of the association and agreement levels between subjective and objective sleep duration in adolescents.",
        "label": 0
    },
    {
        "context": "PPARgamma ligands decrease hydrostatic pressure-induced platelet aggregation and proinflammatory activity.",
        "label": 0
    }
]